{
  "af": {
    "title": "Sluit aan by Cat Gold Miner",
    "shortDescription": "Purr-fek mooi en winsgewend!",
    "longDescription": "Duik in die wêreld van kat-goudmynbou waar spelers magnaat word van hul eie mynkoninkryke!",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy by Cat Gold Miner aangesluit het en probeer weer."
  },
  "ar": {
    "title": "انضم إلى Cat Gold Miner",
    "shortDescription": "رائع ومربح للغاية!",
    "longDescription": "اغمر نفسك في عالم تعدين الذهب للقطط حيث يصبح اللاعبون ملوكًا في إمبراطوريات التعدين الخاصة بهم!",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك انضممت إلى Cat Gold Miner وحاول مرة أخرى."
  },
  "az": {
    "title": "Cat Gold Miner-a qoşulun",
    "shortDescription": "Purr-fekt cazibədar və gəlirli!",
    "longDescription": "Oyunçuların öz mədən imperiyalarının maqnatlarına çevrildiyi pişik qızıl mədən dünyasına baş vurun!",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa Cat Gold Miner-a qoşulduğunuzdan əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Присъединете се към Cat Gold Miner",
    "shortDescription": "Перфектно очарователно и печелившо!",
    "longDescription": "Потопете се в света на котешкото златодобиване, където играчите стават магнати на свои собствени минни империи!",
    "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте се присъединили към Cat Gold Miner и опитайте отново."
  },
  "bn": {
    "title": "Cat Gold Miner-এ যোগ দিন",
    "shortDescription": "নিখুঁতভাবে আরাধ্য এবং লাভজনক!",
    "longDescription": "বিড়ালের স্বর্ণখনন জগতে প্রবেশ করুন যেখানে খেলোয়াড়রা তাদের নিজস্ব খনন সাম্রাজ্যের মোগল হয়ে ওঠে!",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি Cat Gold Miner-এ যোগ দিয়েছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Připojte se k Cat Gold Miner",
    "shortDescription": "Roztomilé a výdělečné!",
    "longDescription": "Ponořte se do světa kočičího zlatého dolování, kde se hráči stávají magnáty svých vlastních těžebních impérií!",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste se připojili k Cat Gold Miner, a zkuste to znovu."
  },
  "de": {
    "title": "Tritt Cat Gold Miner bei",
    "shortDescription": "Perfekt niedlich und profitabel!",
    "longDescription": "Tauche in die Welt des Katzen-Goldabbaus ein, wo Spieler zu Mogulen ihrer eigenen Bergbau-Imperien werden!",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du Cat Gold Miner beigetreten bist, und versuche es erneut."
  },
  "el": {
    "title": "Γίνετε μέλος του Cat Gold Miner",
    "shortDescription": "Τέλεια αξιολάτρευτο και κερδοφόρο!",
    "longDescription": "Βουτήξτε στον κόσμο της εξόρυξης χρυσού για γάτες όπου οι παίκτες γίνονται μεγιστάνες των δικών τους αυτοκρατοριών!",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε εγγραφεί στο Cat Gold Miner και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Join Cat Gold Miner",
    "shortDescription": "Purr-fectly adorable and profitable!",
    "longDescription": "Dive into the world of feline gold mining where players become moguls of their own mining empires!",
    "errorDescription": "Verification failed. Please ensure you joined Cat Gold Miner and try again."
  },
  "es": {
    "title": "Únete a Cat Gold Miner",
    "shortDescription": "¡Perfectamente adorable y rentable!",
    "longDescription": "Sumérgete en el mundo de la minería de oro felina, donde los jugadores se convierten en magnates de sus propios imperios mineros!",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haberte unido a Cat Gold Miner e inténtalo de nuevo."
  },
  "fa": {
    "title": "به Cat Gold Miner بپیوندید",
    "shortDescription": "کاملاً دوست‌داشتنی و سودآور!",
    "longDescription": "به دنیای استخراج طلای گربه‌ای شیرجه بزنید، جایی که بازیکنان به امپراتورهای معادن خود تبدیل می‌شوند!",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که به Cat Gold Miner پیوسته‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Rejoignez Cat Gold Miner",
    "shortDescription": "Parfaitement adorable et rentable!",
    "longDescription": "Plongez dans le monde de l'extraction d'or félin où les joueurs deviennent des magnats de leurs propres empires miniers!",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez rejoint Cat Gold Miner et réessayez."
  },
  "gu": {
    "title": "Cat Gold Miner માં જોડાઓ",
    "shortDescription": "એકદમ પ્રેમાળ અને નફાકારક!",
    "longDescription": "પલંગના સોનેરી ખાણકામની દુનિયામાં ડૂબી જાઓ, જ્યાં ખેલાડીઓ તેમના પોતાના ખાણકામ સામ્રાજ્યના મોગલ બની જાય છે!",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે Cat Gold Miner માં જોડાયા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "הצטרף ל-Cat Gold Miner",
    "shortDescription": "מושלם לחמוד ורווחי!",
    "longDescription": "צלול לעולם כריית הזהב החתולי, שבו השחקנים הופכים למוגלרי כרייה במכרותיהם!",
    "errorDescription": "האימות נכשל. אנא ודא שהצטרפת ל-Cat Gold Miner ונסה שוב."
  },
  "hi": {
    "title": "Cat Gold Miner से जुड़ें",
    "shortDescription": "पूरी तरह से प्यारा और लाभदायक!",
    "longDescription": "बिल्ली के सोने की खदान की दुनिया में गोता लगाएँ जहाँ खिलाड़ी अपने खनन साम्राज्यों के मोगल बन जाते हैं!",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आप Cat Gold Miner से जुड़े हैं और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Csatlakozz a Cat Gold Minerhez",
    "shortDescription": "Tökéletesen aranyos és jövedelmező!",
    "longDescription": "Merülj el a macska aranybányászat világában, ahol a játékosok saját bányabirodalmuk urai lesznek!",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy csatlakoztál a Cat Gold Minerhez, és próbáld újra."
  },
  "id": {
    "title": "Bergabunglah dengan Cat Gold Miner",
    "shortDescription": "Sangat menggemaskan dan menguntungkan!",
    "longDescription": "Masuki dunia penambangan emas kucing di mana pemain menjadi penguasa kerajaan tambang mereka sendiri!",
    "errorDescription": "Verifikasi gagal. Pastikan Anda bergabung dengan Cat Gold Miner dan coba lagi."
  },
  "it": {
    "title": "Unisciti a Cat Gold Miner",
    "shortDescription": "Perfettamente adorabile e redditizio!",
    "longDescription": "Immergiti nel mondo dell'estrazione dell'oro felina dove i giocatori diventano magnati dei propri imperi minerari!",
    "errorDescription": "Verifica fallita. Assicurati di esserti unito a Cat Gold Miner e riprova."
  },
  "ja": {
    "title": "Cat Gold Minerに参加",
    "shortDescription": "完璧にかわいくて利益も出る！",
    "longDescription": "猫の金鉱採掘の世界に飛び込み、プレイヤーが自分の採掘帝国の大物になる場所！",
    "errorDescription": "確認に失敗しました。Cat Gold Minerに参加したことを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Gabung Cat Gold Miner",
    "shortDescription": "Sempurna imut lan nguntungake!",
    "longDescription": "Nyilem menyang jagad tambang emas kucing ing ngendi pemain dadi mogul saka kerajaan tambang dhewe!",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis gabung Cat Gold Miner lan coba maneh."
  },
  "kn": {
    "title": "Cat Gold Miner ಗೆ ಸೇರಿ",
    "shortDescription": "ಪೂರ್ಣವಾಗಿ ಸೊಗಸಾದ ಮತ್ತು ಲಾಭದಾಯಕ!",
    "longDescription": "ಬಿಲಿಯ ಪೂರ್ಣರೀತಿಯ ಚಿನ್ನದ ಗಣಿಗಾರಿಕೆ ಜಗತ್ತಿನಲ್ಲಿ ಮುಳುಗಿ ಹೋಗಿ, ಅಲ್ಲಿ ಆಟಗಾರರು ತಮ್ಮದೇ ಆದ ಗಣಿಗಾರಿಕೆ ಸಾಮ್ರಾಜ್ಯದ ಮೋಗಲ್‌ ಆಗುತ್ತಾರೆ!",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು Cat Gold Miner ಗೆ ಸೇರಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "Cat Gold Miner에 가입하세요",
    "shortDescription": "아주 귀엽고 수익성 있는!",
    "longDescription": "플레이어가 자신의 채굴 제국의 거물이 되는 고양이 금 채굴의 세계로 뛰어들어 보세요!",
    "errorDescription": "인증에 실패했습니다. Cat Gold Miner에 가입했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "Cat Gold Miner मध्ये सामील व्हा",
    "shortDescription": "पूर्णपणे गोंडस आणि फायदेशीर!",
    "longDescription": "बिल्लीच्या सोन्याच्या खाणकामाच्या जगात सामील व्हा जिथे खेळाडू त्यांचे स्वतःचे खाण साम्राज्याचे मोगल बनतात!",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण Cat Gold Miner मध्ये सामील झालात का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Sertai Cat Gold Miner",
    "shortDescription": "Comel dan menguntungkan!",
    "longDescription": "Terjun ke dalam dunia perlombongan emas kucing di mana pemain menjadi mogul empayar perlombongan mereka sendiri!",
    "errorDescription": "Pengesahan gagal. Pastikan anda menyertai Cat Gold Miner dan cuba lagi."
  },
  "nb": {
    "title": "Bli med i Cat Gold Miner",
    "shortDescription": "Perfekt søtt og lønnsomt!",
    "longDescription": "Dykk inn i verden av kattegullgruvedrift der spillere blir moguler i sine egne gruveimperier!",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har blitt med i Cat Gold Miner, og prøv igjen."
  },
  "nn": {
    "title": "Bli med i Cat Gold Miner",
    "shortDescription": "Perfekt søtt og lønsamt!",
    "longDescription": "Dykk inn i verda av kattegullgruvedrift der spelarane blir mogular i sine eigne gruveimperium!",
    "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du har blitt med i Cat Gold Miner, og prøv igjen."
  },
  "pa": {
    "title": "Cat Gold Miner ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
    "shortDescription": "ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਿਆਰਾ ਅਤੇ ਨਾਫ਼ੇਦਾਰ!",
    "longDescription": "ਬਿੱਲੀ ਦੇ ਸੋਨੇ ਦੀ ਖਣਨ ਦੀ ਦੁਨਿਆ ਵਿੱਚ ਓਥੇ ਜਿੱਥੇ ਖਿਡਾਰੀ ਆਪਣੇ ਖੋਜ ਦੇ ਰਾਜਿਆਂ ਦੇ ਮਾਲਕ ਬਣ ਜਾਂਦੇ ਹਨ!",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ Cat Gold Miner ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Dołącz do Cat Gold Miner",
    "shortDescription": "Perfekcyjnie urocze i zyskowne!",
    "longDescription": "Zanurz się w świecie kociego wydobycia złota, gdzie gracze stają się magnatami własnych imperiów górniczych!",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że dołączyłeś do Cat Gold Miner i spróbuj ponownie."
  },
  "pt": {
    "title": "Junte-se ao Cat Gold Miner",
    "shortDescription": "Perfeitamente adorável e lucrativo!",
    "longDescription": "Mergulhe no mundo da mineração de ouro felina, onde os jogadores se tornam magnatas de seus próprios impérios de mineração!",
    "errorDescription": "Falha na verificação. Verifique se você se juntou ao Cat Gold Miner e tente novamente."
  },
  "ro": {
    "title": "Alătură-te Cat Gold Miner",
    "shortDescription": "Perfect adorabil și profitabil!",
    "longDescription": "Cufundă-te în lumea mineritului de aur pentru pisici, unde jucătorii devin moguli ai propriilor imperii miniere!",
    "errorDescription": "Verificarea a eșuat. Asigură-te că te-ai alăturat Cat Gold Miner și încearcă din nou."
  },
  "ru": {
    "title": "Присоединяйтесь к Cat Gold Miner",
    "shortDescription": "Милое и выгодное!",
    "longDescription": "Погрузитесь в мир кошачьей золотодобычи, где игроки становятся магнатами собственных горнодобывающих империй!",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы присоединились к Cat Gold Miner, и попробуйте снова."
  },
  "sk": {
    "title": "Pripojte sa k Cat Gold Miner",
    "shortDescription": "Dokonale rozkošné a výnosné!",
    "longDescription": "Ponorte sa do sveta ťažby mačacieho zlata, kde sa hráči stávajú magnátmi vlastných ťažobných impérií!",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že ste sa pripojili k Cat Gold Miner, a skúste to znova."
  },
  "sl": {
    "title": "Pridružite se Cat Gold Miner",
    "shortDescription": "Popolnoma ljubko in dobičkonosno!",
    "longDescription": "Potopite se v svet mačjega rudarjenja zlata, kjer igralci postanejo mogoti svojih lastnih rudarskih imperijev!",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste se pridružili Cat Gold Miner, in poskusite znova."
  },
  "sq": {
    "title": "Bashkohuni me Cat Gold Miner",
    "shortDescription": "Përkëdhelëse dhe fitimprurëse!",
    "longDescription": "Zhytuni në botën e minierave të arit të maceve ku lojtarët bëhen mogulë të perandorive të tyre minerare!",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të jeni bashkuar me Cat Gold Miner dhe provoni përsëri."
  },
  "sv": {
    "title": "Gå med i Cat Gold Miner",
    "shortDescription": "Perfekt sött och lönsamt!",
    "longDescription": "Dyk in i världen av kattguldgruvdrift där spelare blir moguler i sina egna gruvimperier!",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du har gått med i Cat Gold Miner och försök igen."
  },
  "te": {
    "title": "Cat Gold Miner లో చేరండి",
    "shortDescription": "పర్ఫెక్ట్‌ గా అందమైన మరియు లాభదాయకమైనది!",
    "longDescription": "పిల్లుల బంగారం తవ్వకం ప్రపంచంలోకి దిగండి, అక్కడ ఆటగాళ్లు తమ స్వంత తవ్వక సామ్రాజ్యాల మోగుల్స్ అవుతారు!",
    "errorDescription": "ధృవీకరణ విఫలమైంది. Cat Gold Miner లో చేరారని నిర్ధారించుకుని మళ్ళీ ప్రయత్నించండి."
  },
  "th": {
    "title": "เข้าร่วม Cat Gold Miner",
    "shortDescription": "น่ารักและทำกำไรได้อย่างสมบูรณ์แบบ!",
    "longDescription": "ดำดิ่งสู่โลกแห่งการขุดทองแมวที่ผู้เล่นกลายเป็นเจ้าพ่อแห่งอาณาจักรเหมืองแร่ของพวกเขาเอง!",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณเข้าร่วม Cat Gold Miner แล้วลองอีกครั้ง"
  },
  "tr": {
    "title": "Cat Gold Miner'a Katıl",
    "shortDescription": "Mükemmel tatlı ve kârlı!",
    "longDescription": "Oyuncuların kendi madencilik imparatorluklarının patronları olduğu kedi altın madenciliği dünyasına dalın!",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen Cat Gold Miner'a katıldığınızdan emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Приєднайтеся до Cat Gold Miner",
    "shortDescription": "Ідеально мило і прибутково!",
    "longDescription": "Зануртеся в світ видобутку котячого золота, де гравці стають магнатами власних гірничих імперій!",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви приєдналися до Cat Gold Miner, і спробуйте ще раз."
  },
  "ur": {
    "title": "Cat Gold Miner میں شامل ہوں",
    "shortDescription": "بالکل پیارا اور منافع بخش!",
    "longDescription": "بلی کے سونے کی کان کنی کی دنیا میں ڈوب جائیں جہاں کھلاڑی اپنی کان کنی کی سلطنتوں کے مغل بن جاتے ہیں!",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ Cat Gold Miner میں شامل ہو گئے ہیں اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Tham gia Cat Gold Miner",
    "shortDescription": "Dễ thương và lợi nhuận hoàn hảo!",
    "longDescription": "Khám phá thế giới khai thác vàng của mèo, nơi người chơi trở thành ông trùm của đế chế khai thác của riêng họ!",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã tham gia Cat Gold Miner và thử lại."
  },
  "zh-hant": {
    "title": "加入 Cat Gold Miner",
    "shortDescription": "完美可愛又有利可圖！",
    "longDescription": "潛入貓咪黃金採礦的世界，玩家將成為自己採礦帝國的大亨！",
    "errorDescription": "驗證失敗。請確保您已加入 Cat Gold Miner，然後再試一次。"
  },
  "zh": {
    "title": "加入 Cat Gold Miner",
    "shortDescription": "完美可爱又有利可图！",
    "longDescription": "探索猫咪采金的世界，在这里玩家成为自己采矿帝国的巨头！",
    "errorDescription": "验证失败。请确保您已加入 Cat Gold Miner，然后重试。"
  }
}