{
  "af": {
    "title": "Sluit aan by DUCKS",
    "shortDescription": "Beste Eende Sosiale Pret.",
    "longDescription": "Net 'n meme, maar maak dit eend-innig snaaks. Airdrop kom vir al die eendjies!",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy by DUCKS aangesluit het en probeer weer."
  },
  "ar": {
    "title": "انضم إلى DUCKS",
    "shortDescription": "أفضل مرح اجتماعي للأوز.",
    "longDescription": "مجرد ميم، لكن اجعلها مضحكة كالبط. هناك Airdrop قادم لجميع البط الصغار!",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك انضممت إلى DUCKS وحاول مرة أخرى."
  },
  "az": {
    "title": "DUCKS-a qoşulun",
    "shortDescription": "Ən yaxşı Ördək Sosial Əyləncəsi.",
    "longDescription": "Sadəcə bir meme, amma gülüşü quak et. Bütün balaca ördəklər üçün airdrop gəlir!",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa DUCKS-a qoşulduğunuzdan əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Присъединете се към DUCKS",
    "shortDescription": "Най-добрата социална патешка забава.",
    "longDescription": "Просто мем, но го направете патищо забавен. Airdrop пристига за всички патенца!",
    "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте се присъединили към DUCKS и опитайте отново."
  },
  "bn": {
    "title": "DUCKS-এ যোগ দিন",
    "shortDescription": "সেরা হাসির সামাজিক মজা।",
    "longDescription": "শুধুমাত্র একটি মিম, কিন্তু এটি হাসির তৈরি করুন। সমস্ত হাঁসছানাদের জন্য একটি Airdrop আসছে!",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি DUCKS-এ যোগ দিয়েছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Připojte se k DUCKS",
    "shortDescription": "Nejlepší Kačerská Sociální Zábava.",
    "longDescription": "Jen meme, ale udělejte to legračně káchajícím. Airdrop přichází pro všechny káčátka!",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste se připojili k DUCKS, a zkuste to znovu."
  },
  "de": {
    "title": "Tritt DUCKS bei",
    "shortDescription": "Beste Enten-Social-Fun.",
    "longDescription": "Nur ein Meme, aber mach es quakend lustig. Airdrop kommt für alle Entenküken!",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du DUCKS beigetreten bist, und versuche es erneut."
  },
  "el": {
    "title": "Γίνετε μέλος του DUCKS",
    "shortDescription": "Καλύτερη Κοινωνική Πάπια Διασκέδαση.",
    "longDescription": "Απλά ένα meme, αλλά κάντε το ξεκαρδιστικά κουάξ. Airdrop έρχεται για όλα τα παπάκια!",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε εγγραφεί στο DUCKS και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Join DUCKS",
    "shortDescription": "Best Ducking Social Fun.",
    "longDescription": "Just a meme, but make it quacking hilarious. Airdrop incoming for all the ducklings!",
    "errorDescription": "Verification failed. Please ensure you joined DUCKS and try again."
  },
  "es": {
    "title": "Únete a DUCKS",
    "shortDescription": "La mejor diversión social de patos.",
    "longDescription": "Solo un meme, pero hazlo quackeante y divertido. ¡Airdrop para todos los patitos!",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haberte unido a DUCKS e inténtalo de nuevo."
  },
  "fa": {
    "title": "به DUCKS بپیوندید",
    "shortDescription": "بهترین سرگرمی اجتماعی برای اردک‌ها.",
    "longDescription": "فقط یک میم، اما بامزه و قشنگ. Airdrop برای همه جوجه‌اردک‌ها در راه است!",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که به DUCKS پیوسته‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Rejoignez DUCKS",
    "shortDescription": "Le meilleur fun social de canards.",
    "longDescription": "Juste un mème, mais rendez-le hilarant en coinçant. Airdrop en approche pour tous les canetons !",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez rejoint DUCKS et réessayez."
  },
  "gu": {
    "title": "DUCKS માં જોડાઓ",
    "shortDescription": "સૌથી મજાની બતક મજા.",
    "longDescription": "માત્ર એક મીમ, પરંતુ તેને ક્વેકિંગ મજેદાર બનાવો. બધા બચ્ચાઓ માટે Airdrop આવી રહી છે!",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે DUCKS માં જોડાયા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "הצטרף ל-DUCKS",
    "shortDescription": "כיף חברתי הכי טוב לברווזים.",
    "longDescription": "רק מם, אבל שיהיה קורע מצחוק. Airdrop מגיע לכל הברווזונים!",
    "errorDescription": "האימות נכשל. אנא ודא שהצטרפת ל-DUCKS ונסה שוב."
  },
  "hi": {
    "title": "DUCKS से जुड़ें",
    "shortDescription": "सर्वश्रेष्ठ बत्तख मज़ा।",
    "longDescription": "सिर्फ एक मीम, लेकिन इसे बेहद मज़ेदार बनाएं। सभी बत्तखों के लिए Airdrop आ रहा है!",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आप DUCKS से जुड़े हैं और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Csatlakozz a DUCKS-hoz",
    "shortDescription": "Legjobb kacsás közösségi móka.",
    "longDescription": "Csak egy mém, de csináld kacsásan viccesen. Airdrop jön minden kis kacsának!",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy csatlakoztál a DUCKS-hoz, és próbáld újra."
  },
  "id": {
    "title": "Bergabunglah dengan DUCKS",
    "shortDescription": "Keseruan Sosial Bebek Terbaik.",
    "longDescription": "Hanya meme, tapi buatlah lucu dan menggemaskan. Airdrop datang untuk semua bebek kecil!",
    "errorDescription": "Verifikasi gagal. Pastikan Anda bergabung dengan DUCKS dan coba lagi."
  },
  "it": {
    "title": "Unisciti a DUCKS",
    "shortDescription": "Il miglior divertimento sociale d'anatra.",
    "longDescription": "Solo un meme, ma rendilo divertentissimo. Airdrop in arrivo per tutti gli anatroccoli!",
    "errorDescription": "Verifica fallita. Assicurati di esserti unito a DUCKS e riprova."
  },
  "ja": {
    "title": "DUCKSに参加",
    "shortDescription": "最高のアヒルソーシャルファン。",
    "longDescription": "ただのミームだけど、めちゃくちゃ面白くしてね。すべてのアヒルの子にエアドロップが届くよ！",
    "errorDescription": "確認に失敗しました。DUCKSに参加したことを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Gabung DUCKS",
    "shortDescription": "Pesta Bebek Sosial Paling Keren.",
    "longDescription": "Mung meme, nanging gawe lucu ngequak. Airdrop bakal teka kanggo kabeh bebek cilik!",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis gabung DUCKS lan coba maneh."
  },
  "kn": {
    "title": "DUCKS ಗೆ ಸೇರಿ",
    "shortDescription": "ಅತ್ಯುತ್ತಮ ಬಾತುಹಕ್ಕಿ ಸಾಮಾಜಿಕ ಮಜಾ.",
    "longDescription": "ಇದು ಕೇವಲ ಒಂದು ಮೀಮ್, ಆದರೆ ಅದನ್ನು ಅತಿರೇಕದ ಹಾಸ್ಯವನ್ನಾಗಿ ಮಾಡಿ. ಎಲ್ಲಾ ಮರಿಪಾತೆಗಳಿಗೆ Airdrop ಬರುತ್ತಿದೆ!",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. DUCKS ಗೆ ಸೇರಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "DUCKS에 가입하세요",
    "shortDescription": "최고의 오리 소셜 재미.",
    "longDescription": "그냥 밈이지만 정말 웃기게 만드세요. 모든 오리에게 Airdrop이 오고 있습니다!",
    "errorDescription": "인증에 실패했습니다. DUCKS에 가입했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "DUCKS मध्ये सामील व्हा",
    "shortDescription": "सर्वोत्तम बत्तख मजा.",
    "longDescription": "फक्त एक मीम, परंतु त्याला खूप मजेदार बनवा. सर्व बत्तखांकरिता Airdrop येत आहे!",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण DUCKS मध्ये सामील झालात का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Sertai DUCKS",
    "shortDescription": "Keseronokan Sosial Itik Terbaik.",
    "longDescription": "Hanya meme, tetapi buatlah lucu mengquak. Airdrop akan datang untuk semua anak itik!",
    "errorDescription": "Pengesahan gagal. Pastikan anda menyertai DUCKS dan cuba lagi."
  },
  "nb": {
    "title": "Bli med i DUCKS",
    "shortDescription": "Beste Sosiale Andemoro.",
    "longDescription": "Bare en meme, men gjør den morsomt som en and. Airdrop kommer til alle andungene!",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har blitt med i DUCKS, og prøv igjen."
  },
  "nn": {
    "title": "Bli med i DUCKS",
    "shortDescription": "Beste Sosiale Andemoro.",
    "longDescription": "Berre ein meme, men gjer det til andeleg morosamt. Airdrop kjem til alle andungane!",
    "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du har blitt med i DUCKS, og prøv igjen."
  },
  "pa": {
    "title": "DUCKS ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
    "shortDescription": "ਸਰਬੋਤਮ ਬਤਖ ਮਜ਼ੇਦਾਰ।",
    "longDescription": "ਸਿਰਫ ਇੱਕ ਮੀਮ, ਪਰ ਇਸ ਨੂੰ ਬਹੁਤ ਹਾਸਿਆਸਪਦ ਬਣਾਓ। ਸਾਰੇ ਬਤਖ ਦੇ ਬੱਚਿਆਂ ਲਈ Airdrop ਆ ਰਹੀ ਹੈ!",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ DUCKS ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Dołącz do DUCKS",
    "shortDescription": "Najlepsza kacza zabawa społecznościowa.",
    "longDescription": "Tylko mem, ale niech będzie kwacząco zabawny. Airdrop nadchodzi dla wszystkich kaczątek!",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że dołączyłeś do DUCKS i spróbuj ponownie."
  },
  "pt": {
    "title": "Junte-se ao DUCKS",
    "shortDescription": "A melhor diversão social de patos.",
    "longDescription": "Apenas um meme, mas faça-o hilariantemente quack. Airdrop a caminho para todos os patinhos!",
    "errorDescription": "Falha na verificação. Verifique se você se juntou ao DUCKS e tente novamente."
  },
  "ro": {
    "title": "Alătură-te DUCKS",
    "shortDescription": "Cea mai bună distracție socială de rață.",
    "longDescription": "Doar un meme, dar fă-l hilar în stil rață. Airdrop vine pentru toți bobocii de rață!",
    "errorDescription": "Verificarea a eșuat. Asigură-te că te-ai alăturat DUCKS și încearcă din nou."
  },
  "ru": {
    "title": "Присоединяйтесь к DUCKS",
    "shortDescription": "Лучшее Утиное Социальное Развлечение.",
    "longDescription": "Просто мем, но сделайте его смешно крякающим. Airdrop идет для всех утят!",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы присоединились к DUCKS, и попробуйте снова."
  },
  "sk": {
    "title": "Pripojte sa k DUCKS",
    "shortDescription": "Najlepšia Kačacia Sociálna Zábava.",
    "longDescription": "Iba meme, ale spravte ho kvákaním zábavné. Airdrop prichádza pre všetky káčatká!",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že ste sa pripojili k DUCKS, a skúste to znova."
  },
  "sl": {
    "title": "Pridružite se DUCKS",
    "shortDescription": "Najboljša račka socialna zabava.",
    "longDescription": "Samo meme, ampak naj bo zabavno kvakajoče. Airdrop prihaja za vse račke!",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste se pridružili DUCKS, in poskusite znova."
  },
  "sq": {
    "title": "Bashkohuni me DUCKS",
    "shortDescription": "Argëtimi më i mirë shoqëror i rosës.",
    "longDescription": "Vetëm një meme, por bëjeni qesharake si rosë. Airdrop po vjen për të gjitha rosat e vogla!",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të jeni bashkuar me DUCKS dhe provoni përsëri."
  },
  "sv": {
    "title": "Gå med i DUCKS",
    "shortDescription": "Bästa anknöjet på sociala medier.",
    "longDescription": "Bara en meme, men gör den roligt kvackande. Airdrop på väg för alla anklingar!",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du har gått med i DUCKS och försök igen."
  },
  "te": {
    "title": "DUCKS లో చేరండి",
    "shortDescription": "మంచి బాతు సామాజిక వినోదం.",
    "longDescription": "సరదాగా ఉండే మీమ్ మాత్రమే, కానీ ఈ బాతుని కొరుక్కుంటూ నవ్వుల ఉత్పత్తి చేయండి. అన్ని బాతు పిల్లలకు Airdrop వస్తోంది!",
    "errorDescription": "ధృవీకరణ విఫలమైంది. DUCKS లో చేరారని నిర్ధారించుకుని మళ్లీ ప్రయత్నించండి."
  },
  "th": {
    "title": "เข้าร่วม DUCKS",
    "shortDescription": "ความสนุกทางสังคมสุดเป็ด",
    "longDescription": "แค่มีม แต่มันก็ทำให้ขำกระจาย Airdrop กำลังจะมาถึงสำหรับลูกเป็ดทุกตัว!",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณเข้าร่วม DUCKS แล้วลองอีกครั้ง"
  },
  "tr": {
    "title": "DUCKS'a Katıl",
    "shortDescription": "En İyi Ördek Sosyal Eğlencesi.",
    "longDescription": "Sadece bir meme, ama komik bir şekilde quak yap. Tüm ördek yavruları için Airdrop geliyor!",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen DUCKS'a katıldığınızdan emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Приєднайтеся до DUCKS",
    "shortDescription": "Найкраща Утіна Соціальна Розвага.",
    "longDescription": "Просто мем, але зробіть його качачим смішним. Airdrop для всіх каченят наближається!",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви приєдналися до DUCKS, і спробуйте ще раз."
  },
  "ur": {
    "title": "DUCKS میں شامل ہوں",
    "shortDescription": "بہترین بطخ سوشل مزہ۔",
    "longDescription": "بس ایک میم ہے، لیکن اسے بطخ کے مزاحیہ انداز میں بنائیں۔ Airdrop تمام بطخوں کے بچوں کے لیے آنے والا ہے!",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ DUCKS میں شامل ہو گئے ہیں اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Tham gia DUCKS",
    "shortDescription": "Vui vẻ xã hội nhất của vịt.",
    "longDescription": "Chỉ là một meme, nhưng hãy làm cho nó quacking hài hước. Airdrop sẽ đến cho tất cả các chú vịt con!",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã tham gia DUCKS và thử lại."
  },
  "zh-hant": {
    "title": "加入 DUCKS",
    "shortDescription": "最棒的鴨子社交樂趣。",
    "longDescription": "只是一個迷因，但讓它成為鴨趣十足的搞笑。所有小鴨子即將獲得 Airdrop！",
    "errorDescription": "驗證失敗。請確保您已加入 DUCKS，然後再試一次。"
  },
  "zh": {
    "title": "加入 DUCKS",
    "shortDescription": "最佳鸭趣社交娱乐。",
    "longDescription": "只是一个迷因，但让它搞笑又有趣。所有小鸭子即将获得 Airdrop！",
    "errorDescription": "验证失败。请确保您已加入 DUCKS，然后重试。"
  }
}
