{
  "af": {
    "title": "Sluit aan by BearFi",
    "shortDescription": "Ontmoet die wilde kant van pret.",
    "longDescription": "‘n Speletjie-hub vol mini-speletjies, epiese belonings, opwindende missies, en eindelose vermaak!",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy by BearFi aangesluit het en probeer weer."
  },
  "ar": {
    "title": "انضم إلى BearFi",
    "shortDescription": "تعرف على الجانب المرح القوي.",
    "longDescription": "مركز ألعاب مليء بالألعاب الصغيرة، المكافآت الملحمية، المهام المثيرة، والترفيه المستمر!",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك انضممت إلى BearFi وحاول مرة أخرى."
  },
  "az": {
    "title": "BearFi-ya qoşulun",
    "shortDescription": "Əyləncənin ayı tərəfi ilə tanış olun.",
    "longDescription": "Mini oyunlar, epik mükafatlar, həyəcanlı missiyalar və fasiləsiz əyləncə ilə dolu bir oyun mərkəzi!",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa BearFi-ya qoşulduğunuzdan əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Присъединете се към BearFi",
    "shortDescription": "Запознайте се с мечешката страна на забавлението.",
    "longDescription": "Игрови хъб, пълен с мини игри, епични награди, вълнуващи мисии и непрекъснато забавление!",
    "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте се присъединили към BearFi и опитайте отново."
  },
  "bn": {
    "title": "BearFi-এ যোগ দিন",
    "shortDescription": "মজার শক্তিশালী দিকটি দেখুন।",
    "longDescription": "মিনি-গেম, মহাকাব্যিক পুরষ্কার, রোমাঞ্চকর মিশন, এবং নিরবচ্ছিন্ন বিনোদন সহ একটি গেম হাব!",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি BearFi-এ যোগ দিয়েছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Připojte se k BearFi",
    "shortDescription": "Poznejte medvědí stranu zábavy.",
    "longDescription": "Herní centrum plné miniher, epických odměn, vzrušujících úkolů a nekonečné zábavy!",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste se připojili k BearFi, a zkuste to znovu."
  },
  "de": {
    "title": "Tritt BearFi bei",
    "shortDescription": "Lerne die wilde Seite des Spaßes kennen.",
    "longDescription": "Ein Spiele-Hub voller Minispiele, epischer Belohnungen, spannender Quests und endloser Unterhaltung!",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du BearFi beigetreten bist, und versuche es erneut."
  },
  "el": {
    "title": "Γίνετε μέλος του BearFi",
    "shortDescription": "Γνωρίστε την άγρια πλευρά της διασκέδασης.",
    "longDescription": "Ένας κόμβος παιχνιδιών γεμάτος με μίνι παιχνίδια, επικές ανταμοιβές, συναρπαστικές αποστολές και ατελείωτη ψυχαγωγία!",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε εγγραφεί στο BearFi και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Join BearFi",
    "shortDescription": "Meet the grizzly side of fun.",
    "longDescription": "A game hub packed with mini-games, epic rewards, thrilling quests, and non-stop entertainment!",
    "errorDescription": "Verification failed. Please ensure you joined BearFi and try again."
  },
  "es": {
    "title": "Únete a BearFi",
    "shortDescription": "Descubre el lado divertido de los osos.",
    "longDescription": "Un centro de juegos lleno de mini-juegos, recompensas épicas, misiones emocionantes y entretenimiento sin parar!",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haberte unido a BearFi e inténtalo de nuevo."
  },
  "fa": {
    "title": "به BearFi بپیوندید",
    "shortDescription": "با جنبه خرسی سرگرمی آشنا شوید.",
    "longDescription": "یک هاب بازی پر از مینی‌بازی‌ها، جوایز حماسی، ماموریت‌های هیجان‌انگیز و سرگرمی بی‌پایان!",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که به BearFi پیوسته‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Rejoignez BearFi",
    "shortDescription": "Découvrez le côté ours de l'amusement.",
    "longDescription": "Un hub de jeux rempli de mini-jeux, de récompenses épiques, de quêtes palpitantes et de divertissements non-stop!",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez rejoint BearFi et réessayez."
  },
  "gu": {
    "title": "BearFi માં જોડાઓ",
    "shortDescription": "મજાના રીઝલી પક્ષને મેળવો.",
    "longDescription": "મિની-ગેમ્સ, મહાન પુરસ્કારો, રોમાંચક મિશન અને અવિરત મનોરંજન સાથે ભરેલું ગેમ હબ!",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે BearFi માં જોડાયા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "הצטרף ל-BearFi",
    "shortDescription": "פגוש את הצד הכיפי והדובי.",
    "longDescription": "מרכז משחקים מלא במשחקונים, פרסים אפיים, משימות מרתקות ובידור ללא הפסקה!",
    "errorDescription": "האימות נכשל. אנא ודא שהצטרפת ל-BearFi ונסה שוב."
  },
  "hi": {
    "title": "BearFi से जुड़ें",
    "shortDescription": "मजेदार का भालू पक्ष देखें।",
    "longDescription": "मिनी-गेम्स, महाकाव्य पुरस्कार, रोमांचक मिशन और लगातार मनोरंजन से भरा एक गेम हब!",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आप BearFi से जुड़े हैं और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Csatlakozz a BearFi-hez",
    "shortDescription": "Ismerd meg a szórakozás medvés oldalát.",
    "longDescription": "Egy játékközpont tele minijátékokkal, epikus jutalmakkal, izgalmas küldetésekkel és folyamatos szórakozással!",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy csatlakoztál a BearFi-hez, és próbáld újra."
  },
  "id": {
    "title": "Bergabunglah dengan BearFi",
    "shortDescription": "Temui sisi menyenangkan dari beruang.",
    "longDescription": "Sebuah pusat permainan penuh dengan mini-game, hadiah epik, misi seru, dan hiburan tanpa henti!",
    "errorDescription": "Verifikasi gagal. Pastikan Anda bergabung dengan BearFi dan coba lagi."
  },
  "it": {
    "title": "Unisciti a BearFi",
    "shortDescription": "Scopri il lato orso del divertimento.",
    "longDescription": "Un hub di giochi pieno di mini-giochi, premi epici, missioni emozionanti e intrattenimento senza sosta!",
    "errorDescription": "Verifica fallita. Assicurati di esserti unito a BearFi e riprova."
  },
  "ja": {
    "title": "BearFiに参加",
    "shortDescription": "楽しみのグリズリーな側面を発見。",
    "longDescription": "ミニゲーム、エピックな報酬、スリル満点のクエスト、ノンストップのエンターテイメントが詰まったゲームハブ！",
    "errorDescription": "確認に失敗しました。BearFiに参加したことを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Gabung BearFi",
    "shortDescription": "Ketemu sisi seneng sing kebo.",
    "longDescription": "Pusat game sing kebak mini-game, hadiah epik, misi nyenengake, lan hiburan tanpa henti!",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis gabung BearFi lan coba maneh."
  },
  "kn": {
    "title": "BearFi ಗೆ ಸೇರಿ",
    "shortDescription": "ಮೋಜಿನ ಗಿಡುಗುಬು ಬದಿಯಲ್ಲಿರುವುದನ್ನು ಕಾಣಿರಿ.",
    "longDescription": "ಮಿನಿ-ಗೇಮ್ಸ್, ಅದ್ಭುತ ಬಹುಮಾನಗಳು, ರೋಮಾಂಚಕ ಮಿಷನ್‌ಗಳು ಮತ್ತು ನಿರಂತರ ಮನರಂಜನೆ ಜೊತೆಗೆ ಭರಿತ ಆಟದ ಕೇಂದ್ರ!",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು BearFi ಗೆ ಸೇರಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "BearFi에 가입하세요",
    "shortDescription": "즐거움의 곰 같은 면을 만나보세요.",
    "longDescription": "미니 게임, 에픽 보상, 스릴 넘치는 퀘스트와 끊임없는 엔터테인먼트가 가득한 게임 허브!",
    "errorDescription": "인증에 실패했습니다. BearFi에 가입했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "BearFi मध्ये सामील व्हा",
    "shortDescription": "मजेशीर बारीक तपशील पहा.",
    "longDescription": "मिनी-गेम्स, महाकाव्य बक्षिसे, थरारक मिशन्स आणि सतत मनोरंजनाने भरलेले एक गेम हब!",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण BearFi मध्ये सामील झालात का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Sertai BearFi",
    "shortDescription": "Temui sisi menyeronokkan yang menyeramkan.",
    "longDescription": "Pusat permainan yang penuh dengan mini-permainan, ganjaran epik, misi yang mendebarkan dan hiburan tanpa henti!",
    "errorDescription": "Pengesahan gagal. Pastikan anda menyertai BearFi dan cuba lagi."
  },
  "nb": {
    "title": "Bli med i BearFi",
    "shortDescription": "Møt den bjørnete siden av moro.",
    "longDescription": "En spill-hub full av mini-spill, episke belønninger, spennende oppdrag og uavbrutt underholdning!",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har blitt med i BearFi, og prøv igjen."
  },
  "nn": {
    "title": "Bli med i BearFi",
    "shortDescription": "Møt den bjørnete sida av moro.",
    "longDescription": "Ein spel-hub full av mini-spel, episke belønningar, spennande oppdrag og uavbroten underhaldning!",
    "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du har blitt med i BearFi, og prøv igjen."
  },
  "pa": {
    "title": "BearFi ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
    "shortDescription": "ਮਜ਼ੇ ਦਾ ਭਾਲੂ ਪਾਸਾ ਮਿਲੋ।",
    "longDescription": "ਇੱਕ ਗੇਮ ਹੱਬ ਜੋ ਕਿ ਮਿੰਨੀ-ਗੇਮਜ਼, ਮਹਾਨ ਇਨਾਮਾਂ, ਰੋਮਾਂਚਕ ਮਿਸ਼ਨਾਂ ਅਤੇ ਨਿਰੰਤਰ ਮਨੋਰੰਜਨ ਨਾਲ ਭਰਪੂਰ ਹੈ!",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ BearFi ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Dołącz do BearFi",
    "shortDescription": "Poznaj misiową stronę zabawy.",
    "longDescription": "Centrum gier pełne mini-gier, epickich nagród, ekscytujących misji i nieustannej rozrywki!",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że dołączyłeś do BearFi i spróbuj ponownie."
  },
  "pt": {
    "title": "Junte-se ao BearFi",
    "shortDescription": "Conheça o lado divertido do urso.",
    "longDescription": "Um hub de jogos repleto de mini-jogos, recompensas épicas, missões emocionantes e entretenimento sem fim!",
    "errorDescription": "Falha na verificação. Verifique se você se juntou ao BearFi e tente novamente."
  },
  "ro": {
    "title": "Alătură-te BearFi",
    "shortDescription": "Descoperă partea ursului a distracției.",
    "longDescription": "Un hub de jocuri plin de mini-jocuri, recompense epice, misiuni palpitante și divertisment continuu!",
    "errorDescription": "Verificarea a eșuat. Asigură-te că te-ai alăturat BearFi și încearcă din nou."
  },
  "ru": {
    "title": "Присоединяйтесь к BearFi",
    "shortDescription": "Познакомьтесь с мишкиной стороной веселья.",
    "longDescription": "Игровой хаб, полный мини-игр, эпических наград, захватывающих заданий и непрерывного веселья!",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы присоединились к BearFi, и попробуйте снова."
  },
  "sk": {
    "title": "Pripojte sa k BearFi",
    "shortDescription": "Spoznajte medvediu stranu zábavy.",
    "longDescription": "Herné centrum plné mini hier, epických odmien, vzrušujúcich úloh a neustáleho zábavy!",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že ste sa pripojili k BearFi, a skúste to znova."
  },
  "sl": {
    "title": "Pridružite se BearFi",
    "shortDescription": "Spoznajte medvedjo stran zabave.",
    "longDescription": "Hub za igre, poln mini iger, epskih nagrad, razburljivih misij in neprekinjene zabave!",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste se pridružili BearFi, in poskusite znova."
  },
  "sq": {
    "title": "Bashkohuni me BearFi",
    "shortDescription": "Njihuni me anën grizzly të argëtimit.",
    "longDescription": "Një qendër lojërash plot me mini-lojëra, shpërblime epike, misione emocionuese dhe argëtim pa ndalesë!",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të jeni bashkuar me BearFi dhe provoni përsëri."
  },
  "sv": {
    "title": "Gå med i BearFi",
    "shortDescription": "Möt den björniga sidan av kul.",
    "longDescription": "En spel-hub full med minispel, episka belöningar, spännande uppdrag och oavbruten underhållning!",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du har gått med i BearFi och försök igen."
  },
  "te": {
    "title": "BearFi లో చేరండి",
    "shortDescription": "ఆనందాన్ని మెలుపు పక్కాన చూస్తారు.",
    "longDescription": "మినీ గేమ్స్, ఎపిక్ రివార్డ్స్, థ్రిల్లింగ్ మిషన్స్, మరియు ఆపని వినోదంతో నిండిన గేమ్ హబ్!",
    "errorDescription": "ధృవీకరణ విఫలమైంది. BearFi లో చేరారని నిర్ధారించుకుని మళ్ళీ ప్రయత్నించండి."
  },
  "th": {
    "title": "เข้าร่วม BearFi",
    "shortDescription": "พบกับความสนุกแบบหมีตัวใหญ่",
    "longDescription": "ศูนย์รวมเกมที่เต็มไปด้วยมินิเกม รางวัลสุดเจ๋ง เควสสุดตื่นเต้น และความบันเทิงไม่รู้จบ!",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณเข้าร่วม BearFi แล้วลองอีกครั้ง"
  },
  "tr": {
    "title": "BearFi'ya Katıl",
    "shortDescription": "Eğlencenin ayı gibi tarafını keşfet.",
    "longDescription": "Mini oyunlar, destansı ödüller, heyecan verici görevler ve durmaksızın eğlence ile dolu bir oyun merkezi!",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen BearFi'ya katıldığınızdan emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Приєднайтеся до BearFi",
    "shortDescription": "Знайомтесь з ведмежою стороною розваг.",
    "longDescription": "Ігровий хаб, наповнений міні-іграми, епічними нагородами, захоплюючими квестами і безперервними розвагами!",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви приєдналися до BearFi, і спробуйте ще раз."
  },
  "ur": {
    "title": "BearFi میں شامل ہوں",
    "shortDescription": "تفریح کی بھالو جانب سے ملو۔",
    "longDescription": "ایک گیم ہب جس میں مینی گیمز، مہاکاوی انعامات، سنسنی خیز مشن، اور مستقل تفریح سے بھرا ہوا ہے!",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ BearFi میں شامل ہو گئے ہیں اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Tham gia BearFi",
    "shortDescription": "Gặp gỡ mặt vui vẻ của gấu.",
    "longDescription": "Một trung tâm trò chơi đầy ắp các trò chơi nhỏ, phần thưởng hoành tráng, nhiệm vụ thú vị và giải trí không ngừng!",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã tham gia BearFi và thử lại."
  },
  "zh-hant": {
    "title": "加入 BearFi",
    "shortDescription": "認識熊般的樂趣。",
    "longDescription": "一個遊戲中心，充滿迷你遊戲、史詩獎勵、刺激的任務和不間斷的娛樂！",
    "errorDescription": "驗證失敗。請確保您已加入 BearFi，然後再試一次。"
  },
  "zh": {
    "title": "加入 BearFi",
    "shortDescription": "体验熊一般的乐趣。",
    "longDescription": "一个充满迷你游戏、史诗奖励、刺激任务和无尽娱乐的游戏中心！",
    "errorDescription": "验证失败。请确保您已加入 BearFi，然后重试。"
  }
}
