{
  "af": {
    "title": "Volg ION op CoinMarketCap",
    "shortDescription": "Kry belangrike insigte en opdaterings.",
    "longDescription": "Druk Begin om CoinMarketCap oop te maak, soek vir “Ice Open Network”, rol af na die Gemeenskap afdeling en druk op die Volg-knoppie.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy Ice Open Network volg en probeer weer."
  },
  "ar": {
    "title": "تابع ION على CoinMarketCap",
    "shortDescription": "احصل على رؤى رئيسية وتحديثات.",
    "longDescription": "اضغط على ابدأ لفتح CoinMarketCap، وابحث عن “Ice Open Network”، وانتقل إلى قسم المجتمع واضغط على زر المتابعة.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك تتابع Ice Open Network وحاول مرة أخرى."
  },
  "az": {
    "title": "ION-u CoinMarketCap-də izləyin",
    "shortDescription": "Əsas məlumatlar və yeniliklər əldə edin.",
    "longDescription": "CoinMarketCap-i açmaq üçün Başla düyməsini basın, “Ice Open Network” axtarın, İcma bölməsinə keçin və İzləmə düyməsinə basın.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa Ice Open Network-u izlədiyinizə əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Следвайте ION в CoinMarketCap",
    "shortDescription": "Получавайте ключови прозрения и актуализации.",
    "longDescription": "Натиснете Старт, за да отворите CoinMarketCap, потърсете “Ice Open Network”, превъртете до секцията Общност и натиснете бутона Следване.",
    "errorDescription": "Проверката не бе успешна. Моля, уверете се, че следвате Ice Open Network и опитайте отново."
  },
  "bn": {
    "title": "CoinMarketCap-এ ION অনুসরণ করুন",
    "shortDescription": "গুরুত্বপূর্ণ অন্তর্দৃষ্টি এবং আপডেট পান।",
    "longDescription": "CoinMarketCap খুলতে শুরু টিপুন, “Ice Open Network” খুঁজুন, কমিউনিটি বিভাগে স্ক্রোল করুন এবং ফলো বোতামে চাপুন।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি Ice Open Network অনুসরণ করছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Sledujte ION na CoinMarketCap",
    "shortDescription": "Získejte klíčové poznatky a aktualizace.",
    "longDescription": "Stiskněte Start pro otevření CoinMarketCap, vyhledejte „Ice Open Network“, přejděte do sekce Komunita a stiskněte tlačítko Sledovat.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že sledujete Ice Open Network, a zkuste to znovu."
  },
  "de": {
    "title": "Folge ION auf CoinMarketCap",
    "shortDescription": "Erhalte wichtige Einblicke und Updates.",
    "longDescription": "Drücke Start, um CoinMarketCap zu öffnen, suche nach „Ice Open Network“, scrolle zum Abschnitt Community und drücke auf den Folgen-Button.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du Ice Open Network folgst, und versuche es erneut."
  },
  "el": {
    "title": "Ακολουθήστε το ION στο CoinMarketCap",
    "shortDescription": "Λάβετε βασικές πληροφορίες και ενημερώσεις.",
    "longDescription": "Πατήστε Έναρξη για να ανοίξετε το CoinMarketCap, αναζητήστε το “Ice Open Network”, μετακινηθείτε προς τα κάτω στην ενότητα Κοινότητα και πατήστε το κουμπί Ακολούθηση.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι ακολουθείτε το Ice Open Network και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Follow ION on CoinMarketCap",
    "shortDescription": "Get key insights and updates.",
    "longDescription": "Press Start to open CoinMarketCap, search for “Ice Open Network”, scroll to the Community section and press the Follow button.",
    "errorDescription": "Verification failed. Please ensure you're following Ice Open Network and try again."
  },
  "es": {
    "title": "Sigue a ION en CoinMarketCap",
    "shortDescription": "Obtén información clave y actualizaciones.",
    "longDescription": "Pulsa Comenzar para abrir CoinMarketCap, busca “Ice Open Network”, desplázate a la sección Comunidad y pulsa el botón Seguir.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de estar siguiendo a Ice Open Network e inténtalo de nuevo."
  },
  "fa": {
    "title": "ION را در CoinMarketCap دنبال کنید",
    "shortDescription": "دریافت اطلاعات کلیدی و به‌روزرسانی‌ها.",
    "longDescription": "دکمه شروع را فشار دهید تا CoinMarketCap باز شود، «Ice Open Network» را جستجو کنید، به بخش انجمن بروید و دکمه دنبال کردن را بزنید.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که Ice Open Network را دنبال می‌کنید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Suivez ION sur CoinMarketCap",
    "shortDescription": "Obtenez des informations clés et des mises à jour.",
    "longDescription": "Appuyez sur Démarrer pour ouvrir CoinMarketCap, recherchez « Ice Open Network », faites défiler jusqu'à la section Communauté et appuyez sur le bouton Suivre.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous suivez Ice Open Network et réessayez."
  },
  "gu": {
    "title": "CoinMarketCap પર ION ને અનુસરો",
    "shortDescription": "મુખ્ય જાણકારી અને અપડેટ્સ મેળવો.",
    "longDescription": "CoinMarketCap ખોલવા માટે પ્રારંભ દબાવો, “Ice Open Network” શોધો, સમુદાય વિભાગ સુધી સ્ક્રોલ કરો અને અનુસરો બટન દબાવો.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે Ice Open Networkને અનુસરી રહ્યા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "עקבו אחרי ION ב-CoinMarketCap",
    "shortDescription": "קבלו תובנות חשובות ועדכונים.",
    "longDescription": "לחצו על התחל כדי לפתוח את CoinMarketCap, חפשו את “Ice Open Network”, גללו למדור הקהילה ולחצו על כפתור המעקב.",
    "errorDescription": "האימות נכשל. אנא ודא שאתה עוקב אחרי Ice Open Network ונסה שוב."
  },
  "hi": {
    "title": "CoinMarketCap पर ION को फॉलो करें",
    "shortDescription": "मुख्य जानकारी और अपडेट प्राप्त करें।",
    "longDescription": "CoinMarketCap खोलने के लिए प्रारंभ दबाएं, “Ice Open Network” खोजें, कम्युनिटी सेक्शन तक स्क्रॉल करें और फॉलो बटन दबाएं।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आपने Ice Open Network को फॉलो किया है और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Kövessétek az ION-t a CoinMarketCap-on",
    "shortDescription": "Szerezz kulcsfontosságú betekintéseket és frissítéseket.",
    "longDescription": "Nyomd meg a Start gombot a CoinMarketCap megnyitásához, keresd meg az „Ice Open Network”-öt, görgess le a Közösség szekcióhoz, és nyomd meg a Követés gombot.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg arról, hogy követed az Ice Open Network-öt, majd próbáld újra."
  },
  "id": {
    "title": "Ikuti ION di CoinMarketCap",
    "shortDescription": "Dapatkan wawasan penting dan pembaruan.",
    "longDescription": "Tekan Mulai untuk membuka CoinMarketCap, cari “Ice Open Network”, gulir ke bagian Komunitas, dan tekan tombol Ikuti.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda mengikuti Ice Open Network dan coba lagi."
  },
  "it": {
    "title": "Segui ION su CoinMarketCap",
    "shortDescription": "Ottieni informazioni e aggiornamenti chiave.",
    "longDescription": "Premi Start per aprire CoinMarketCap, cerca “Ice Open Network”, scorri fino alla sezione Community e premi il pulsante Segui.",
    "errorDescription": "Verifica fallita. Assicurati di seguire Ice Open Network e riprova."
  },
  "ja": {
    "title": "CoinMarketCapでIONをフォロー",
    "shortDescription": "重要な情報や最新情報を入手。",
    "longDescription": "スタートを押してCoinMarketCapを開き、「Ice Open Network」を検索し、コミュニティセクションまでスクロールしてフォローボタンを押してください。",
    "errorDescription": "確認に失敗しました。Ice Open Networkをフォローしていることを確認し、もう一度お試しください。"
  },
  "jv": {
    "title": "Tindakake ION ing CoinMarketCap",
    "shortDescription": "Entuk wawasan lan apdet utama.",
    "longDescription": "Pencet Mulai kanggo mbukak CoinMarketCap, goleki “Ice Open Network”, gulung menyang bagean Komunitas, lan pencet tombol Follow.",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan ngetutake Ice Open Network lan coba maneh."
  },
  "kn": {
    "title": "CoinMarketCap ನಲ್ಲಿ ION ಅನ್ನು ಅನುಸರಿಸಿ",
    "shortDescription": "ಮುಖ್ಯ ಮಾಹಿತಿಗಳು ಮತ್ತು ನವೀಕರಣಗಳನ್ನು ಪಡೆಯಿರಿ.",
    "longDescription": "CoinMarketCap ಅನ್ನು ತೆರೆಯಲು ಪ್ರಾರಂಭವನ್ನು ಒತ್ತಿ, “Ice Open Network” ಅನ್ನು ಹುಡುಕಿ, ಸಮುದಾಯ ವಿಭಾಗಕ್ಕೆスク್ರೋಲ್ ಮಾಡಿ, ಮತ್ತು ಅನುಸರಿಸಿ ಬಟನ್ ಒತ್ತಿರಿ.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು Ice Open Network ಅನ್ನು ಅನುಸರಿಸುತ್ತಿರುವಿರಿ ಎಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "CoinMarketCap에서 ION 팔로우하기",
    "shortDescription": "주요 통찰력과 업데이트를 받으세요.",
    "longDescription": "시작을 눌러 CoinMarketCap을 열고, “Ice Open Network”를 검색한 다음 커뮤니티 섹션으로 스크롤하여 팔로우 버튼을 누르세요.",
    "errorDescription": "인증에 실패했습니다. Ice Open Network를 팔로우했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "CoinMarketCap वर ION चे अनुसरण करा",
    "shortDescription": "महत्वाची माहिती आणि अद्यतने मिळवा.",
    "longDescription": "CoinMarketCap उघडण्यासाठी प्रारंभ दाबा, “Ice Open Network” शोधा, समुदाय विभागात स्क्रोल करा आणि अनुसरण करा बटण दाबा.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया तुम्ही Ice Open Network चे अनुसरण करत आहात का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Ikuti ION di CoinMarketCap",
    "shortDescription": "Dapatkan maklumat dan kemas kini utama.",
    "longDescription": "Tekan Mula untuk membuka CoinMarketCap, cari “Ice Open Network”, tatal ke bahagian Komuniti dan tekan butang Ikuti.",
    "errorDescription": "Pengesahan gagal. Sila pastikan anda mengikuti Ice Open Network dan cuba lagi."
  },
  "nb": {
    "title": "Følg ION på CoinMarketCap",
    "shortDescription": "Få viktige innsikter og oppdateringer.",
    "longDescription": "Trykk Start for å åpne CoinMarketCap, søk etter «Ice Open Network», bla ned til Community-seksjonen og trykk på Følg-knappen.",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du følger Ice Open Network, og prøv igjen."
  },
  "nn": {
    "title": "Følg ION på CoinMarketCap",
    "shortDescription": "Få viktige innsikter og oppdateringar.",
    "longDescription": "Trykk Start for å opna CoinMarketCap, søk etter «Ice Open Network», bla ned til Community-seksjonen og trykk på Følg-knappen.",
    "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du følgjer Ice Open Network, og prøv igjen."
  },
  "pa": {
    "title": "CoinMarketCap 'ਤੇ ION ਨੂੰ ਫਾਲੋ ਕਰੋ",
    "shortDescription": "ਮੁੱਖ ਜਾਣਕਾਰੀ ਅਤੇ ਅਪਡੇਟਸ ਪ੍ਰਾਪਤ ਕਰੋ।",
    "longDescription": "CoinMarketCap ਖੋਲ੍ਹਣ ਲਈ ਸ਼ੁਰੂ 'ਤੇ ਦਬਾਓ, “Ice Open Network” ਨੂੰ ਲੱਭੋ, ਕਮਿਊਨਿਟੀ ਸੈਕਸ਼ਨ 'ਤੇ ਸਕ੍ਰੋਲ ਕਰੋ ਅਤੇ ਫਾਲੋ ਬਟਨ 'ਤੇ ਦਬਾਓ।",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ Ice Open Network ਨੂੰ ਫਾਲੋ ਕਰ ਰਹੇ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Obserwuj ION na CoinMarketCap",
    "shortDescription": "Uzyskaj kluczowe informacje i aktualizacje.",
    "longDescription": "Naciśnij Start, aby otworzyć CoinMarketCap, wyszukaj „Ice Open Network”, przewiń do sekcji Społeczność i naciśnij przycisk Obserwuj.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że obserwujesz Ice Open Network i spróbuj ponownie."
  },
  "pt": {
    "title": "Siga o ION no CoinMarketCap",
    "shortDescription": "Obtenha informações e atualizações importantes.",
    "longDescription": "Pressione Iniciar para abrir o CoinMarketCap, procure por “Ice Open Network”, role até a seção Comunidade e pressione o botão Seguir.",
    "errorDescription": "Falha na verificação. Verifique se você está seguindo o Ice Open Network e tente novamente."
  },
  "ro": {
    "title": "Urmărește ION pe CoinMarketCap",
    "shortDescription": "Obține informații și actualizări cheie.",
    "longDescription": "Apasă Start pentru a deschide CoinMarketCap, caută „Ice Open Network”, derulează până la secțiunea Comunitate și apasă pe butonul Urmărește.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că urmărești Ice Open Network și încearcă din nou."
  },
  "ru": {
    "title": "Подпишитесь на ION в CoinMarketCap",
    "shortDescription": "Получайте ключевую информацию и обновления.",
    "longDescription": "Нажмите «Начать», чтобы открыть CoinMarketCap, найдите «Ice Open Network», прокрутите до раздела «Сообщество» и нажмите кнопку «Подписаться».",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы подписаны на Ice Open Network, и попробуйте снова."
  },
  "sk": {
    "title": "Sledujte ION na CoinMarketCap",
    "shortDescription": "Získajte kľúčové poznatky a aktualizácie.",
    "longDescription": "Stlačte Štart na otvorenie CoinMarketCap, vyhľadajte „Ice Open Network“, prejdite na sekciu Komunita a stlačte tlačidlo Sledovať.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že sledujete Ice Open Network, a skúste to znova."
  },
  "sl": {
    "title": "Spremljajte ION na CoinMarketCap",
    "shortDescription": "Prejmite ključne vpoglede in posodobitve.",
    "longDescription": "Pritisnite Začni, da odprete CoinMarketCap, poiščite “Ice Open Network”, pomaknite se do razdelka Skupnost in pritisnite gumb Sledi.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da spremljate Ice Open Network, in poskusite znova."
  },
  "sq": {
    "title": "Ndiq ION në CoinMarketCap",
    "shortDescription": "Merrni njohuri dhe përditësime kryesore.",
    "longDescription": "Shtyp Start për të hapur CoinMarketCap, kërko për “Ice Open Network”, lëviz poshtë te seksioni Komuniteti dhe shtyp butonin Ndiq.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që po ndiqni Ice Open Network dhe provoni përsëri."
  },
  "sv": {
    "title": "Följ ION på CoinMarketCap",
    "shortDescription": "Få viktiga insikter och uppdateringar.",
    "longDescription": "Tryck på Start för att öppna CoinMarketCap, sök efter ”Ice Open Network”, rulla till avsnittet Community och tryck på Följ-knappen.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du följer Ice Open Network och försök igen."
  },
  "te": {
    "title": "CoinMarketCap లో ION ను ఫాలో చేయండి",
    "shortDescription": "ముఖ్యమైన విషయాలు మరియు నవీకరణలను పొందండి.",
    "longDescription": "CoinMarketCapని తెరవడానికి ప్రారంభాన్ని నొక్కండి, “Ice Open Network” కోసం శోధించండి, కమ్యూనిటీ విభాగం వరకు స్క్రోల్ చేయండి మరియు ఫాలో బటన్ నొక్కండి.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. మీరు Ice Open Networkని ఫాలో చేస్తున్నారని నిర్ధారించుకుని మళ్లీ ప్రయత్నించండి."
  },
  "th": {
    "title": "ติดตาม ION บน CoinMarketCap",
    "shortDescription": "รับข้อมูลเชิงลึกและการอัปเดตที่สำคัญ",
    "longDescription": "กดเริ่มเพื่อเปิด CoinMarketCap ค้นหา “Ice Open Network” เลื่อนลงไปที่ส่วนชุมชนและกดปุ่มติดตาม",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณกำลังติดตาม Ice Open Network และลองอีกครั้ง"
  },
  "tr": {
    "title": "ION'u CoinMarketCap'te Takip Et",
    "shortDescription": "Önemli bilgiler ve güncellemeler alın.",
    "longDescription": "CoinMarketCap'i açmak için Başlat'a basın, “Ice Open Network”u arayın, Topluluk bölümüne gidin ve Takip Et düğmesine basın.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen Ice Open Network'ü takip ettiğinizden emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Слідкуйте за ION на CoinMarketCap",
    "shortDescription": "Отримуйте ключову інформацію та оновлення.",
    "longDescription": "Натисніть «Почати», щоб відкрити CoinMarketCap, знайдіть «Ice Open Network», перейдіть до розділу «Спільнота» і натисніть кнопку «Стежити».",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви стежите за Ice Open Network, і спробуйте ще раз."
  },
  "ur": {
    "title": "CoinMarketCap پر ION کو فالو کریں",
    "shortDescription": "اہم بصیرتیں اور اپ ڈیٹس حاصل کریں۔",
    "longDescription": "CoinMarketCap کھولنے کے لیے شروع دبائیں، “Ice Open Network” تلاش کریں، کمیونٹی سیکشن میں سکرول کریں اور فالو بٹن دبائیں۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ Ice Open Network کو فالو کر رہے ہیں اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Theo dõi ION trên CoinMarketCap",
    "shortDescription": "Nhận thông tin chi tiết và cập nhật quan trọng.",
    "longDescription": "Nhấn Bắt đầu để mở CoinMarketCap, tìm kiếm “Ice Open Network”, cuộn đến phần Cộng đồng và nhấn nút Theo dõi.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo bạn đang theo dõi Ice Open Network và thử lại."
  },
  "zh-hant": {
    "title": "在 CoinMarketCap 上關注 ION",
    "shortDescription": "獲取關鍵見解和更新。",
    "longDescription": "按開始打開 CoinMarketCap，搜索 “Ice Open Network”，滾動到社區部分並按下關注按鈕。",
    "errorDescription": "驗證失敗。請確保您正在關注 Ice Open Network，然後重試。"
  },
  "zh": {
    "title": "在 CoinMarketCap 上关注 ION",
    "shortDescription": "获取关键信息和更新。",
    "longDescription": "按开始打开 CoinMarketCap，搜索 “Ice Open Network”，滚动到社区部分并按关注按钮。",
    "errorDescription": "验证失败。请确保您关注了 Ice Open Network，然后重试。"
  }
}
