{
    "af": {
      "title": "Stem Bullish vir Ice Open Network",
      "shortDescription": "Wys jou gemeenskapsondersteuning.",
      "longDescription": "Hou die gemeenskapsentiment Bullish deur daarvoor te stem op die Ice Open Network-profiel.",
      "errorDescription": "Druk Begin om CoinMarketCap oop te maak, soek vir “Ice Open Network”, rol af na die Gemeenskap-afdeling en stem Bullish."
    },
    "ar": {
      "title": "صوّت على التفاؤل لـ Ice Open Network",
      "shortDescription": "أظهر دعمك للمجتمع.",
      "longDescription": "حافظ على التفاؤل داخل المجتمع من خلال التصويت له على ملف Ice Open Network.",
      "errorDescription": "اضغط على ابدأ لفتح CoinMarketCap، وابحث عن “Ice Open Network”، وانتقل إلى قسم المجتمع وصوت على التفاؤل."
    },
    "az": {
      "title": "Ice Open Network üçün Bullish səs verin",
      "shortDescription": "İcma dəstəyinizi göstərin.",
      "longDescription": "Ice Open Network profilində Bullish səs verərək icma əhval-ruhiyyəsini yüksək saxlayın.",
      "errorDescription": "CoinMarketCap-i açmaq üçün Başla düyməsini basın, “Ice Open Network” axtarın, İcma bölməsinə keçin və Bullish səs verin."
    },
    "bg": {
      "title": "Гласувайте за покачване за Ice Open Network",
      "shortDescription": "Покажете подкрепата си за общността.",
      "longDescription": "Поддържайте настроението в общността позитивно, като гласувате за покачване в профила на Ice Open Network.",
      "errorDescription": "Натиснете Старт, за да отворите CoinMarketCap, потърсете “Ice Open Network”, превъртете до секцията Общност и гласувайте за покачване."
    },
    "bn": {
      "title": "Ice Open Network-এর জন্য Bullish ভোট দিন",
      "shortDescription": "আপনার সম্প্রদায়ের সমর্থন দেখান।",
      "longDescription": "Ice Open Network প্রোফাইলে ভোট দিয়ে সম্প্রদায়ের অনুভূতি Bullish রাখুন।",
      "errorDescription": "CoinMarketCap খুলতে শুরু টিপুন, “Ice Open Network” খুঁজুন, কমিউনিটি বিভাগে স্ক্রোল করুন এবং Bullish ভোট দিন।"
    },
    "cs": {
      "title": "Hlasujte Bullish pro Ice Open Network",
      "shortDescription": "Ukažte svou podporu komunitě.",
      "longDescription": "Udržujte pozitivní sentiment komunity tím, že budete hlasovat na profilu Ice Open Network.",
      "errorDescription": "Stiskněte Start pro otevření CoinMarketCap, vyhledejte „Ice Open Network“, přejděte do sekce Komunita a hlasujte Bullish."
    },
    "de": {
      "title": "Stimme für Bullish bei Ice Open Network",
      "shortDescription": "Zeige deine Unterstützung für die Community.",
      "longDescription": "Halte die Stimmung der Community positiv, indem du im Ice Open Network-Profil für Bullish stimmst.",
      "errorDescription": "Drücke Start, um CoinMarketCap zu öffnen, suche nach „Ice Open Network“, scrolle zum Community-Bereich und stimme für Bullish."
    },
    "el": {
      "title": "Ψηφίστε Bullish για το Ice Open Network",
      "shortDescription": "Δείξτε την υποστήριξή σας στην κοινότητα.",
      "longDescription": "Κρατήστε τη θετική διάθεση της κοινότητας ψηφίζοντας Bullish στο προφίλ του Ice Open Network.",
      "errorDescription": "Πατήστε Έναρξη για να ανοίξετε το CoinMarketCap, αναζητήστε το “Ice Open Network”, μετακινηθείτε προς τα κάτω στην ενότητα Κοινότητα και ψηφίστε Bullish."
    },
    "en": {
      "title": "Vote Bullish for Ice Open Network",
      "shortDescription": "Show your community support.",
      "longDescription": "Keep the community sentiment Bullish by voting it on the Ice Open Network profile.",
      "errorDescription": "Press Start to open CoinMarketCap, search for “Ice Open Network”, scroll to the Community section and vote Bullish."
    },
    "es": {
      "title": "Vota a favor de Ice Open Network",
      "shortDescription": "Muestra tu apoyo a la comunidad.",
      "longDescription": "Mantén el sentimiento de la comunidad a favor votando en el perfil de Ice Open Network.",
      "errorDescription": "Pulsa Comenzar para abrir CoinMarketCap, busca “Ice Open Network”, desplázate a la sección Comunidad y vota a favor."
    },
    "fa": {
      "title": "برای Ice Open Network به Bullish رأی دهید",
      "shortDescription": "حمایت خود از جامعه را نشان دهید.",
      "longDescription": "با رأی دادن به Bullish در پروفایل Ice Open Network، احساس جامعه را مثبت نگه دارید.",
      "errorDescription": "دکمه شروع را فشار دهید تا CoinMarketCap باز شود، «Ice Open Network» را جستجو کنید، به بخش انجمن بروید و به Bullish رأی دهید."
    },
    "fr": {
      "title": "Votez Bullish pour Ice Open Network",
      "shortDescription": "Montrez votre soutien à la communauté.",
      "longDescription": "Maintenez le sentiment de la communauté positif en votant Bullish sur le profil Ice Open Network.",
      "errorDescription": "Appuyez sur Démarrer pour ouvrir CoinMarketCap, recherchez « Ice Open Network », faites défiler jusqu'à la section Communauté et votez Bullish."
    },
    "gu": {
      "title": "Ice Open Network માટે Bullish મતો આપો",
      "shortDescription": "તમારા સમુદાયના સમર્થનને દર્શાવો.",
      "longDescription": "Ice Open Network પ્રોફાઇલ પર Bullish માટે મતો આપીને સમુદાયના ભાવને જાળવો.",
      "errorDescription": "CoinMarketCap ખોલવા માટે પ્રારંભ દબાવો, “Ice Open Network” શોધો, સમુદાય વિભાગ સુધી સ્ક્રોલ કરો અને Bullish માટે મતો આપો."
    },
    "he": {
      "title": "הצביעו Bullish עבור Ice Open Network",
      "shortDescription": "הראו את תמיכתכם בקהילה.",
      "longDescription": "שמרו על אופטימיות בקהילה על ידי הצבעה בפרופיל של Ice Open Network.",
      "errorDescription": "לחצו על התחל כדי לפתוח את CoinMarketCap, חפשו את “Ice Open Network”, גללו למדור הקהילה והצביעו Bullish."
    },
    "hi": {
      "title": "Ice Open Network के लिए Bullish वोट करें",
      "shortDescription": "अपना समुदाय समर्थन दिखाएँ।",
      "longDescription": "Ice Open Network प्रोफ़ाइल पर वोट देकर समुदाय की भावना को Bullish बनाए रखें।",
      "errorDescription": "CoinMarketCap खोलने के लिए प्रारंभ दबाएं, “Ice Open Network” खोजें, समुदाय अनुभाग तक स्क्रॉल करें और Bullish के लिए वोट करें।"
    },
    "hu": {
      "title": "Szavazzatok Bullish-ra az Ice Open Network számára",
      "shortDescription": "Mutasd meg közösséged támogatását.",
      "longDescription": "Tartsd pozitívan a közösség hangulatát, ha Bullish-ra szavazol az Ice Open Network profilján.",
      "errorDescription": "Nyomd meg a Start gombot a CoinMarketCap megnyitásához, keresd meg az „Ice Open Network”-öt, görgess le a Közösség szekcióhoz, és szavazz Bullish-ra."
    },
    "id": {
      "title": "Vote Bullish untuk Ice Open Network",
      "shortDescription": "Tunjukkan dukungan komunitas Anda.",
      "longDescription": "Jaga sentimen komunitas tetap Bullish dengan memberikan suara pada profil Ice Open Network.",
      "errorDescription": "Tekan Mulai untuk membuka CoinMarketCap, cari “Ice Open Network”, gulir ke bagian Komunitas, dan beri suara Bullish."
    },
    "it": {
      "title": "Vota Bullish per Ice Open Network",
      "shortDescription": "Mostra il tuo sostegno alla comunità.",
      "longDescription": "Mantieni il sentimento della comunità Bullish votando nel profilo di Ice Open Network.",
      "errorDescription": "Premi Start per aprire CoinMarketCap, cerca “Ice Open Network”, scorri fino alla sezione Community e vota Bullish."
    },
    "ja": {
      "title": "Ice Open NetworkにBullish投票する",
      "shortDescription": "コミュニティサポートを示してください。",
      "longDescription": "Ice Open Networkのプロフィールで投票して、コミュニティの感情をBullishに保ちましょう。",
      "errorDescription": "スタートを押してCoinMarketCapを開き、「Ice Open Network」を検索し、コミュニティセクションまでスクロールしてBullishに投票してください。"
    },
    "jv": {
      "title": "Pilih Bullish kanggo Ice Open Network",
      "shortDescription": "Tuduhake dhukungan komunitas sampeyan.",
      "longDescription": "Tetepake sentimen komunitas Bullish kanthi milih ing profil Ice Open Network.",
      "errorDescription": "Pencet Mulai kanggo mbukak CoinMarketCap, goleki “Ice Open Network”, gulung menyang bagean Komunitas, lan pilih Bullish."
    },
    "kn": {
      "title": "Ice Open Network ಗೆ Bullish ಮತ ನೀಡಿ",
      "shortDescription": "ನಿಮ್ಮ ಸಮುದಾಯ ಬೆಂಬಲವನ್ನು ತೋರಿಸಿ.",
      "longDescription": "Ice Open Network ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಮತ ನೀಡುವ ಮೂಲಕ ಸಮುದಾಯದ ಮನೋಭಾವವನ್ನು Bullish ಇಡಿ.",
      "errorDescription": "CoinMarketCap ಅನ್ನು ತೆರೆಯಲು ಪ್ರಾರಂಭವನ್ನು ಒತ್ತಿ, “Ice Open Network” ಅನ್ನು ಹುಡುಕಿ, ಸಮುದಾಯ ವಿಭಾಗಕ್ಕೆスク್ರೋಲ್ ಮಾಡಿ, ಮತ್ತು Bullish ಮತ ನೀಡಿ."
    },
    "ko": {
      "title": "Ice Open Network에 Bullish 투표하기",
      "shortDescription": "커뮤니티 지원을 보여주세요.",
      "longDescription": "Ice Open Network 프로필에서 투표하여 커뮤니티 감정을 Bullish로 유지하세요.",
      "errorDescription": "시작을 눌러 CoinMarketCap을 열고, “Ice Open Network”를 검색한 다음 커뮤니티 섹션으로 스크롤하여 Bullish에 투표하세요."
    },
    "mr": {
      "title": "Ice Open Network साठी Bullish मत द्या",
      "shortDescription": "आपला समुदाय समर्थन दर्शवा.",
      "longDescription": "Ice Open Network प्रोफाइलवर मत देऊन समुदाय भावना Bullish ठेवा.",
      "errorDescription": "CoinMarketCap उघडण्यासाठी प्रारंभ दाबा, “Ice Open Network” शोधा, समुदाय विभागात स्क्रोल करा आणि Bullish साठी मत द्या."
    },
    "ms": {
      "title": "Undi Bullish untuk Ice Open Network",
      "shortDescription": "Tunjukkan sokongan komuniti anda.",
      "longDescription": "Kekalkan sentimen komuniti Bullish dengan mengundi di profil Ice Open Network.",
      "errorDescription": "Tekan Mula untuk membuka CoinMarketCap, cari “Ice Open Network”, tatal ke bahagian Komuniti dan undi Bullish."
    },
    "nb": {
      "title": "Stem Bullish for Ice Open Network",
      "shortDescription": "Vis din støtte til fellesskapet.",
      "longDescription": "Hold samfunnets stemning Bullish ved å stemme på Ice Open Network-profilen.",
      "errorDescription": "Trykk Start for å åpne CoinMarketCap, søk etter «Ice Open Network», bla ned til Community-delen og stem Bullish."
    },
    "nn": {
      "title": "Stem Bullish for Ice Open Network",
      "shortDescription": "Vis di støtte til fellesskapet.",
      "longDescription": "Hald fellesskapet sitt humør Bullish ved å stemme på Ice Open Network-profilen.",
      "errorDescription": "Trykk Start for å opna CoinMarketCap, søk etter «Ice Open Network», bla ned til Community-delen og stem Bullish."
    },
    "pa": {
      "title": "Ice Open Network ਲਈ Bullish ਵੋਟ ਦਿਓ",
      "shortDescription": "ਆਪਣੇ ਸਮੂਹ ਦਾ ਸਮਰਥਨ ਦਿਖਾਓ।",
      "longDescription": "Ice Open Network ਪ੍ਰੋਫਾਈਲ 'ਤੇ ਵੋਟ ਕਰਕੇ ਸਮੂਹ ਦੀ ਭਾਵਨਾ ਨੂੰ Bullish ਰੱਖੋ।",
      "errorDescription": "CoinMarketCap ਖੋਲ੍ਹਣ ਲਈ ਸ਼ੁਰੂ 'ਤੇ ਦਬਾਓ, “Ice Open Network” ਨੂੰ ਲੱਭੋ, ਕਮਿਊਨਿਟੀ ਸੈਕਸ਼ਨ 'ਤੇ ਸਕ੍ਰੋਲ ਕਰੋ ਅਤੇ Bullish ਵੋਟ ਦਿਓ।"
    },
    "pl": {
      "title": "Zagłosuj na Bullish dla Ice Open Network",
      "shortDescription": "Pokaż swoje wsparcie dla społeczności.",
      "longDescription": "Utrzymuj pozytywne nastawienie społeczności, głosując na profilu Ice Open Network.",
      "errorDescription": "Naciśnij Start, aby otworzyć CoinMarketCap, wyszukaj „Ice Open Network”, przewiń do sekcji Społeczność i zagłosuj na Bullish."
    },
    "pt": {
      "title": "Vote Bullish no Ice Open Network",
      "shortDescription": "Mostre seu apoio à comunidade.",
      "longDescription": "Mantenha o sentimento da comunidade positivo votando no perfil do Ice Open Network.",
      "errorDescription": "Pressione Iniciar para abrir o CoinMarketCap, procure por “Ice Open Network”, role até a seção Comunidade e vote Bullish."
    },
    "ro": {
      "title": "Votează Bullish pentru Ice Open Network",
      "shortDescription": "Arată-ți sprijinul pentru comunitate.",
      "longDescription": "Menține sentimentul comunității Bullish votând pe profilul Ice Open Network.",
      "errorDescription": "Apasă Start pentru a deschide CoinMarketCap, caută „Ice Open Network”, derulează până la secțiunea Comunitate și votează Bullish."
    },
    "ru": {
      "title": "Проголосуйте за Bullish для Ice Open Network",
      "shortDescription": "Покажите свою поддержку сообществу.",
      "longDescription": "Поддерживайте позитивное настроение сообщества, проголосовав на профиле Ice Open Network.",
      "errorDescription": "Нажмите «Начать», чтобы открыть CoinMarketCap, найдите «Ice Open Network», прокрутите до раздела «Сообщество» и проголосуйте за Bullish."
    },
    "sk": {
      "title": "Hlasujte Bullish pre Ice Open Network",
      "shortDescription": "Ukážte svoju podporu komunite.",
      "longDescription": "Udržujte pozitívnu náladu komunity hlasovaním na profile Ice Open Network.",
      "errorDescription": "Stlačte Štart na otvorenie CoinMarketCap, vyhľadajte „Ice Open Network“, prejdite na sekciu Komunita a hlasujte Bullish."
    },
    "sl": {
      "title": "Glasujte za Bullish za Ice Open Network",
      "shortDescription": "Pokažite podporo skupnosti.",
      "longDescription": "Ohranite Bullish razpoloženje v skupnosti z glasovanjem v profilu Ice Open Network.",
      "errorDescription": "Pritisnite Začni, da odprete CoinMarketCap, poiščite “Ice Open Network”, pomaknite se do razdelka Skupnost in glasujte za Bullish."
    },
    "sq": {
      "title": "Voto Bullish për Ice Open Network",
      "shortDescription": "Trego mbështetjen e komunitetit tënd.",
      "longDescription": "Mbani ndjenjën e komunitetit Bullish duke votuar në profilin e Ice Open Network.",
      "errorDescription": "Shtyp Start për të hapur CoinMarketCap, kërko për “Ice Open Network”, lëviz poshtë te seksioni Komuniteti dhe voto Bullish."
    },
    "sv": {
      "title": "Rösta Bullish för Ice Open Network",
      "shortDescription": "Visa ditt stöd till communityn.",
      "longDescription": "Håll communityns känsla Bullish genom att rösta på Ice Open Network-profilen.",
      "errorDescription": "Tryck på Start för att öppna CoinMarketCap, sök efter ”Ice Open Network”, rulla till Community-sektionen och rösta Bullish."
    },
    "te": {
      "title": "Ice Open Network కోసం Bullish ఓటు చేయండి",
      "shortDescription": "మీ కమ్యూనిటీ మద్దతును చూపించండి.",
      "longDescription": "Ice Open Network ప్రొఫైల్‌లో ఓటు వేసి కమ్యూనిటీ సెంటిమెంట్‌ను Bullishగా ఉంచండి.",
      "errorDescription": "CoinMarketCapని తెరవడానికి ప్రారంభాన్ని నొక్కండి, “Ice Open Network” కోసం శోధించండి, కమ్యూనిటీ విభాగం వరకు స్క్రోల్ చేయండి మరియు Bullish ఓటు చేయండి."
    },
    "th": {
      "title": "โหวต Bullish ให้กับ Ice Open Network",
      "shortDescription": "แสดงการสนับสนุนชุมชนของคุณ",
      "longDescription": "รักษาความรู้สึกของชุมชนให้ Bullish ด้วยการโหวตในโปรไฟล์ Ice Open Network",
      "errorDescription": "กดเริ่มเพื่อเปิด CoinMarketCap ค้นหา “Ice Open Network” เลื่อนลงไปที่ส่วนชุมชนแล้วโหวต Bullish"
    },
    "tr": {
      "title": "Ice Open Network için Bullish oy ver",
      "shortDescription": "Topluluk desteğinizi gösterin.",
      "longDescription": "Ice Open Network profilinde oy vererek topluluğun duygusunu Bullish tutun.",
      "errorDescription": "CoinMarketCap'i açmak için Başlat'a basın, “Ice Open Network”u arayın, Topluluk bölümüne gidin ve Bullish oy verin."
    },
    "uk": {
      "title": "Проголосуйте за Bullish для Ice Open Network",
      "shortDescription": "Покажіть свою підтримку спільноті.",
      "longDescription": "Підтримуйте позитивні настрої спільноти, проголосувавши за Bullish на профілі Ice Open Network.",
      "errorDescription": "Натисніть «Почати», щоб відкрити CoinMarketCap, знайдіть «Ice Open Network», перейдіть до розділу «Спільнота» і проголосуйте за Bullish."
    },
    "ur": {
      "title": "Ice Open Network کے لیے Bullish ووٹ کریں",
      "shortDescription": "اپنی کمیونٹی کی حمایت ظاہر کریں۔",
      "longDescription": "Ice Open Network پروفائل پر ووٹ دے کر کمیونٹی کے جذبات کو Bullish رکھیں۔",
      "errorDescription": "CoinMarketCap کھولنے کے لیے شروع دبائیں، “Ice Open Network” تلاش کریں، کمیونٹی سیکشن میں سکرول کریں اور Bullish ووٹ کریں۔"
    },
    "vi": {
      "title": "Bỏ phiếu Bullish cho Ice Open Network",
      "shortDescription": "Thể hiện sự ủng hộ của cộng đồng.",
      "longDescription": "Giữ tinh thần cộng đồng lạc quan bằng cách bỏ phiếu Bullish trên hồ sơ Ice Open Network.",
      "errorDescription": "Nhấn Bắt đầu để mở CoinMarketCap, tìm kiếm “Ice Open Network”, cuộn đến phần Cộng đồng và bỏ phiếu Bullish."
    },
    "zh-hant": {
      "title": "為 Ice Open Network 投 Bullish 票",
      "shortDescription": "展示您對社群的支持。",
      "longDescription": "通過在 Ice Open Network 個人檔案上投票來保持社群情緒 Bullish。",
      "errorDescription": "按開始打開 CoinMarketCap，搜索 “Ice Open Network”，滾動到社區部分並投 Bullish 票。"
    },
    "zh": {
      "title": "为 Ice Open Network 投 Bullish 票",
      "shortDescription": "展示您对社区的支持。",
      "longDescription": "通过在 Ice Open Network 个人资料上投票保持社区情绪乐观。",
      "errorDescription": "按开始打开 CoinMarketCap，搜索 “Ice Open Network”，滚动到社区部分并投 Bullish 票。"
    }
  }
  