{
    "af": {
      "title": "Stem Bullish vir Ice Open Network",
      "shortDescription": "Wys jou gemeenskapssteun.",
      "longDescription": "Druk Begin om CoinMarketCap oop te maak, soek vir “Ice Open Network”, rol af na die Gemeenskap afdeling en stem Bullish.",
      "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy Bullish gestem het en probeer weer."
    },
    "ar": {
      "title": "صوّت Bullish لشبكة Ice Open",
      "shortDescription": "أظهر دعمك للمجتمع.",
      "longDescription": "اضغط على ابدأ لفتح CoinMarketCap، وابحث عن “Ice Open Network”، وانتقل إلى قسم المجتمع وصوّت Bullish.",
      "errorDescription": "فشل التحقق. يرجى التأكد من أنك قد صوتت Bullish وحاول مرة أخرى."
    },
    "az": {
      "title": "Ice Open Network üçün Bullish səs verin",
      "shortDescription": "İcma dəstəyinizi göstərin.",
      "longDescription": "CoinMarketCap-i açmaq üçün Başla düyməsini basın, “Ice Open Network” axtarın, İcma bölməsinə keçin və Bullish səs verin.",
      "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa Bullish səs verdiyinizə əmin olun və yenidən cəhd edin."
    },
    "bg": {
      "title": "Гласувайте Bullish за Ice Open Network",
      "shortDescription": "Покажете подкрепата си към общността.",
      "longDescription": "Натиснете Старт, за да отворите CoinMarketCap, потърсете “Ice Open Network”, превъртете до секцията Общност и гласувайте Bullish.",
      "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте гласували Bullish и опитайте отново."
    },
    "bn": {
      "title": "Ice Open Network-এর জন্য Bullish ভোট দিন",
      "shortDescription": "আপনার সম্প্রদায়ের সমর্থন দেখান।",
      "longDescription": "CoinMarketCap খুলতে শুরু টিপুন, “Ice Open Network” খুঁজুন, কমিউনিটি বিভাগে স্ক্রোল করুন এবং Bullish ভোট দিন।",
      "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি Bullish ভোট দিয়েছেন এবং আবার চেষ্টা করুন।"
    },
    "cs": {
      "title": "Hlasujte Bullish pro Ice Open Network",
      "shortDescription": "Ukažte svou podporu komunitě.",
      "longDescription": "Stiskněte Start pro otevření CoinMarketCap, vyhledejte „Ice Open Network“, přejděte do sekce Komunita a hlasujte pro Bullish.",
      "errorDescription": "Ověření selhalo. Ujistěte se, že jste hlasovali pro Bullish, a zkuste to znovu."
    },
    "de": {
      "title": "Stimme Bullish für Ice Open Network",
      "shortDescription": "Zeige deine Unterstützung für die Community.",
      "longDescription": "Drücke Start, um CoinMarketCap zu öffnen, suche nach „Ice Open Network“, scrolle zum Abschnitt Community und stimme Bullish.",
      "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du Bullish gestimmt hast, und versuche es erneut."
    },
    "el": {
      "title": "Ψηφίστε Bullish για το Ice Open Network",
      "shortDescription": "Δείξτε την υποστήριξή σας στην κοινότητα.",
      "longDescription": "Πατήστε Έναρξη για να ανοίξετε το CoinMarketCap, αναζητήστε το “Ice Open Network”, μετακινηθείτε προς τα κάτω στην ενότητα Κοινότητα και ψηφίστε Bullish.",
      "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε ψηφίσει Bullish και δοκιμάστε ξανά."
    },
    "en": {
      "title": "Vote Bullish for Ice Open Network",
      "shortDescription": "Show your community support.",
      "longDescription": "Press Start to open CoinMarketCap, search for “Ice Open Network”, scroll to the Community section and vote Bullish.",
      "errorDescription": "Verification failed. Please ensure you've voted Bullish and try again."
    },
    "es": {
      "title": "Vota Bullish por Ice Open Network",
      "shortDescription": "Muestra tu apoyo a la comunidad.",
      "longDescription": "Pulsa Comenzar para abrir CoinMarketCap, busca “Ice Open Network”, desplázate a la sección Comunidad y vota Bullish.",
      "errorDescription": "La verificación falló. Por favor, asegúrate de haber votado Bullish e inténtalo de nuevo."
    },
    "fa": {
      "title": "به Ice Open Network رأی Bullish دهید",
      "shortDescription": "حمایت خود را از جامعه نشان دهید.",
      "longDescription": "دکمه شروع را فشار دهید تا CoinMarketCap باز شود، «Ice Open Network» را جستجو کنید، به بخش جامعه بروید و رأی Bullish دهید.",
      "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که رأی Bullish داده‌اید و دوباره تلاش کنید."
    },
    "fr": {
      "title": "Votez Bullish pour Ice Open Network",
      "shortDescription": "Montrez votre soutien à la communauté.",
      "longDescription": "Appuyez sur Démarrer pour ouvrir CoinMarketCap, recherchez « Ice Open Network », faites défiler jusqu'à la section Communauté et votez Bullish.",
      "errorDescription": "Échec de la vérification. Veuillez vous assurer d'avoir voté Bullish et réessayez."
    },
    "gu": {
      "title": "Ice Open Network માટે Bullish મત આપો",
      "shortDescription": "તમારા સમુદાયને આધાર આપો.",
      "longDescription": "CoinMarketCap ખોલવા માટે પ્રારંભ દબાવો, “Ice Open Network” શોધો, સમુદાય વિભાગ સુધીスク্রૉલ કરો અને Bullish મત આપો.",
      "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે Bullish મત આપ્યો છે અને ફરી પ્રયાસ કરો."
    },
    "he": {
      "title": "הצביעו Bullish עבור Ice Open Network",
      "shortDescription": "הראו את תמיכתכם בקהילה.",
      "longDescription": "לחצו על התחל כדי לפתוח את CoinMarketCap, חפשו את “Ice Open Network”, גללו למדור הקהילה והצביעו Bullish.",
      "errorDescription": "האימות נכשל. אנא ודא שהצבעת Bullish ונסה שוב."
    },
    "hi": {
      "title": "Ice Open Network के लिए Bullish वोट करें",
      "shortDescription": "अपना सामुदायिक समर्थन दिखाएं।",
      "longDescription": "CoinMarketCap खोलने के लिए प्रारंभ दबाएं, “Ice Open Network” खोजें, कम्युनिटी सेक्शन तक स्क्रॉल करें और Bullish वोट करें।",
      "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आपने Bullish वोट किया है और फिर से प्रयास करें।"
    },
    "hu": {
      "title": "Szavazz Bullish az Ice Open Network-re",
      "shortDescription": "Mutasd meg a közösségi támogatásodat.",
      "longDescription": "Nyomd meg a Start gombot a CoinMarketCap megnyitásához, keresd meg az „Ice Open Network”-öt, görgess le a Közösség szekcióhoz, és szavazz Bullish.",
      "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg arról, hogy Bullish-ra szavaztál, majd próbáld újra."
    },
    "id": {
      "title": "Vote Bullish untuk Ice Open Network",
      "shortDescription": "Tunjukkan dukungan komunitas Anda.",
      "longDescription": "Tekan Mulai untuk membuka CoinMarketCap, cari “Ice Open Network”, gulir ke bagian Komunitas, dan pilih Bullish.",
      "errorDescription": "Verifikasi gagal. Pastikan Anda telah memilih Bullish dan coba lagi."
    },
    "it": {
      "title": "Vota Bullish per Ice Open Network",
      "shortDescription": "Mostra il tuo supporto alla community.",
      "longDescription": "Premi Start per aprire CoinMarketCap, cerca “Ice Open Network”, scorri fino alla sezione Community e vota Bullish.",
      "errorDescription": "Verifica fallita. Assicurati di aver votato Bullish e riprova."
    },
    "ja": {
      "title": "Ice Open NetworkにBullish票を投じる",
      "shortDescription": "コミュニティサポートを示そう。",
      "longDescription": "スタートを押してCoinMarketCapを開き、「Ice Open Network」を検索し、コミュニティセクションまでスクロールしてBullish票を投じてください。",
      "errorDescription": "確認に失敗しました。Bullish票を投じたことを確認して、もう一度お試しください。"
    },
    "jv": {
      "title": "Milih Bullish kanggo Ice Open Network",
      "shortDescription": "Tuduhake dhukungan komunitas sampeyan.",
      "longDescription": "Pencet Mulai kanggo mbukak CoinMarketCap, goleki “Ice Open Network”, gulung menyang bagean Komunitas, lan pilih Bullish.",
      "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis milih Bullish lan coba maneh."
    },
    "kn": {
      "title": "Ice Open Networkಗಾಗಿ Bullish ಮತ ನೀಡಿ",
      "shortDescription": "ನಿಮ್ಮ ಸಮುದಾಯ ಬೆಂಬಲವನ್ನು ತೋರಿಸಿ.",
      "longDescription": "CoinMarketCap ಅನ್ನು ತೆರೆಯಲು ಪ್ರಾರಂಭವನ್ನು ಒತ್ತಿ, “Ice Open Network” ಅನ್ನು ಹುಡುಕಿ, ಸಮುದಾಯ ವಿಭಾಗಕ್ಕೆスク್ರೋಲ್ ಮಾಡಿ ಮತ್ತು Bullish ಮತ ನೀಡಿ.",
      "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು Bullish ಮತ ನೀಡಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
    },
    "ko": {
      "title": "Ice Open Network에 대해 Bullish 투표하기",
      "shortDescription": "커뮤니티 지원을 보여주세요.",
      "longDescription": "시작을 눌러 CoinMarketCap을 열고, “Ice Open Network”를 검색한 다음 커뮤니티 섹션으로 스크롤하고 Bullish에 투표하세요.",
      "errorDescription": "인증에 실패했습니다. Bullish에 투표했는지 확인하고 다시 시도하세요."
    },
    "mr": {
      "title": "Ice Open Network साठी Bullish मत द्या",
      "shortDescription": "तुमचा समुदाय समर्थन दर्शवा.",
      "longDescription": "CoinMarketCap उघडण्यासाठी प्रारंभ दाबा, “Ice Open Network” शोधा, समुदाय विभागात स्क्रोल करा आणि Bullish मत द्या.",
      "errorDescription": "सत्यापन अयशस्वी झाले. कृपया तुम्ही Bullish मत दिले आहे का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
    },
    "ms": {
      "title": "Undi Bullish untuk Ice Open Network",
      "shortDescription": "Tunjukkan sokongan komuniti anda.",
      "longDescription": "Tekan Mula untuk membuka CoinMarketCap, cari “Ice Open Network”, tatal ke bahagian Komuniti dan undi Bullish.",
      "errorDescription": "Pengesahan gagal. Sila pastikan anda telah mengundi Bullish dan cuba lagi."
    },
    "nb": {
      "title": "Stem Bullish for Ice Open Network",
      "shortDescription": "Vis din støtte til fellesskapet.",
      "longDescription": "Trykk Start for å åpne CoinMarketCap, søk etter «Ice Open Network», bla ned til Community-seksjonen og stem Bullish.",
      "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har stemt Bullish, og prøv igjen."
    },
    "nn": {
      "title": "Stem Bullish for Ice Open Network",
      "shortDescription": "Vis støtta di til fellesskapet.",
      "longDescription": "Trykk Start for å opna CoinMarketCap, søk etter «Ice Open Network», bla ned til Community-seksjonen og stem Bullish.",
      "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du har stemt Bullish, og prøv igjen."
    },
    "pa": {
      "title": "Ice Open Network ਲਈ Bullish ਵੋਟ ਕਰੋ",
      "shortDescription": "ਆਪਣੇ ਸਮੁਦਾਇਕ ਸਹਿਯੋਗ ਨੂੰ ਦਰਸਾਓ।",
      "longDescription": "CoinMarketCap ਖੋਲ੍ਹਣ ਲਈ ਸ਼ੁਰੂ 'ਤੇ ਦਬਾਓ, “Ice Open Network” ਨੂੰ ਲੱਭੋ, ਕਮਿਊਨਿਟੀ ਸੈਕਸ਼ਨ 'ਤੇ ਸਕ੍ਰੋਲ ਕਰੋ ਅਤੇ Bullish ਵੋਟ ਕਰੋ।",
      "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ Bullish ਵੋਟ ਕੀਤਾ ਹੈ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
    },
    "pl": {
      "title": "Oddaj głos Bullish na Ice Open Network",
      "shortDescription": "Pokaż swoje wsparcie dla społeczności.",
      "longDescription": "Naciśnij Start, aby otworzyć CoinMarketCap, wyszukaj „Ice Open Network”, przewiń do sekcji Społeczność i zagłosuj Bullish.",
      "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że zagłosowałeś Bullish i spróbuj ponownie."
    },
    "pt": {
      "title": "Vote Bullish para Ice Open Network",
      "shortDescription": "Mostre seu apoio à comunidade.",
      "longDescription": "Pressione Iniciar para abrir o CoinMarketCap, procure por “Ice Open Network”, role até a seção Comunidade e vote Bullish.",
      "errorDescription": "Falha na verificação. Verifique se você votou Bullish e tente novamente."
    },
    "ro": {
      "title": "Votează Bullish pentru Ice Open Network",
      "shortDescription": "Arată-ți sprijinul pentru comunitate.",
      "longDescription": "Apasă Start pentru a deschide CoinMarketCap, caută „Ice Open Network”, derulează până la secțiunea Comunitate și votează Bullish.",
      "errorDescription": "Verificarea a eșuat. Asigură-te că ai votat Bullish și încearcă din nou."
    },
    "ru": {
      "title": "Проголосуйте Bullish за Ice Open Network",
      "shortDescription": "Поддержите сообщество.",
      "longDescription": "Нажмите «Начать», чтобы открыть CoinMarketCap, найдите «Ice Open Network», прокрутите до раздела «Сообщество» и проголосуйте за Bullish.",
      "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы проголосовали Bullish, и попробуйте снова."
    },
    "sk": {
      "title": "Hlasujte Bullish za Ice Open Network",
      "shortDescription": "Ukážte svoju podporu komunite.",
      "longDescription": "Stlačte Štart na otvorenie CoinMarketCap, vyhľadajte „Ice Open Network“, prejdite na sekciu Komunita a hlasujte za Bullish.",
      "errorDescription": "Overenie zlyhalo. Uistite sa, že ste hlasovali za Bullish, a skúste to znova."
    },
    "sl": {
      "title": "Glasujte Bullish za Ice Open Network",
      "shortDescription": "Pokažite svojo podporo skupnosti.",
      "longDescription": "Pritisnite Začni, da odprete CoinMarketCap, poiščite “Ice Open Network”, pomaknite se do razdelka Skupnost in glasujte Bullish.",
      "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste glasovali za Bullish, in poskusite znova."
    },
    "sq": {
      "title": "Voto Bullish për Ice Open Network",
      "shortDescription": "Trego mbështetjen tënde për komunitetin.",
      "longDescription": "Shtyp Start për të hapur CoinMarketCap, kërko për “Ice Open Network”, lëviz poshtë te seksioni Komuniteti dhe voto Bullish.",
      "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të keni votuar Bullish dhe provoni përsëri."
    },
    "sv": {
      "title": "Rösta Bullish för Ice Open Network",
      "shortDescription": "Visa ditt stöd för gemenskapen.",
      "longDescription": "Tryck på Start för att öppna CoinMarketCap, sök efter ”Ice Open Network”, rulla till Community-sektionen och rösta Bullish.",
      "errorDescription": "Verifieringen misslyckades. Kontrollera att du har röstat Bullish och försök igen."
    },
    "te": {
      "title": "Ice Open Network కోసం Bullish ఓటు వేయండి",
      "shortDescription": "మీ కమ్యూనిటీ మద్దతును చూపించండి.",
      "longDescription": "CoinMarketCapను తెరవడానికి ప్రారంభాన్ని నొక్కండి, “Ice Open Network” కోసం శోధించండి, కమ్యూనిటీ విభాగం వరకుスク్రోల్ చేయండి మరియు Bullish ఓటు వేయండి.",
      "errorDescription": "ధృవీకరణ విఫలమైంది. మీరు Bullish ఓటు వేసినట్లు నిర్ధారించుకుని మళ్లీ ప్రయత్నించండి."
    },
    "th": {
      "title": "โหวต Bullish ให้ Ice Open Network",
      "shortDescription": "แสดงการสนับสนุนของคุณต่อชุมชน",
      "longDescription": "กดเริ่มเพื่อเปิด CoinMarketCap ค้นหา “Ice Open Network” เลื่อนลงไปที่ส่วนชุมชนและโหวต Bullish",
      "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณได้โหวต Bullish แล้วลองอีกครั้ง"
    },
    "tr": {
      "title": "Ice Open Network için Bullish oyu ver",
      "shortDescription": "Topluluğunuza desteğinizi gösterin.",
      "longDescription": "CoinMarketCap'i açmak için Başlat'a basın, “Ice Open Network”u arayın, Topluluk bölümüne gidin ve Bullish oyu verin.",
      "errorDescription": "Doğrulama başarısız oldu. Lütfen Bullish oyu verdiğinizden emin olun ve tekrar deneyin."
    },
    "uk": {
      "title": "Проголосуйте Bullish за Ice Open Network",
      "shortDescription": "Підтримайте свою спільноту.",
      "longDescription": "Натисніть «Почати», щоб відкрити CoinMarketCap, знайдіть «Ice Open Network», перейдіть до розділу «Спільнота» і проголосуйте Bullish.",
      "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви проголосували Bullish, і спробуйте ще раз."
    },
    "ur": {
      "title": "Ice Open Network کے لیے Bullish ووٹ دیں",
      "shortDescription": "اپنی کمیونٹی کی حمایت دکھائیں۔",
      "longDescription": "CoinMarketCap کھولنے کے لیے شروع دبائیں، “Ice Open Network” تلاش کریں، کمیونٹی سیکشن میں سکرول کریں اور Bullish ووٹ دیں۔",
      "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ نے Bullish ووٹ دیا ہے اور دوبارہ کوشش کریں۔"
    },
    "vi": {
      "title": "Bỏ phiếu Bullish cho Ice Open Network",
      "shortDescription": "Thể hiện sự ủng hộ của bạn đối với cộng đồng.",
      "longDescription": "Nhấn Bắt đầu để mở CoinMarketCap, tìm kiếm “Ice Open Network”, cuộn đến phần Cộng đồng và bỏ phiếu Bullish.",
      "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo bạn đã bỏ phiếu Bullish và thử lại."
    },
    "zh-hant": {
      "title": "為 Ice Open Network 投 Bullish",
      "shortDescription": "展示您對社群的支持。",
      "longDescription": "按開始打開 CoinMarketCap，搜索 “Ice Open Network”，滾動到社區部分並投 Bullish。",
      "errorDescription": "驗證失敗。請確保您已投 Bullish，然後再試一次。"
    },
    "zh": {
      "title": "为 Ice Open Network 投 Bullish",
      "shortDescription": "展示您对社区的支持。",
      "longDescription": "按开始打开 CoinMarketCap，搜索 “Ice Open Network”，滚动到社区部分并投 Bullish。",
      "errorDescription": "验证失败。请确保您已投 Bullish，然后重试。"
    }
  }
  