{
  "af": {
    "title": "Volg PiChain Global op X",
    "shortDescription": "Vorm die toekoms van Web3-ekosisteme.",
    "longDescription": "Digitale landskap wat gebruikers bemagtig en peer-to-peer transaksies herdefinieer.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy PiChain Global op X gevolg het en probeer weer."
  },
  "ar": {
    "title": "تابع PiChain Global على X",
    "shortDescription": "تشكيل مستقبل أنظمة Web3 البيئية.",
    "longDescription": "منظور رقمي يمكّن المستخدمين ويعيد تعريف المعاملات بين الأفراد.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك تابعت PiChain Global على X وحاول مرة أخرى."
  },
  "az": {
    "title": "PiChain Global-ı X-də izləyin",
    "shortDescription": "Web3 ekosistemlərinin gələcəyini formalaşdırır.",
    "longDescription": "İstifadəçiləri gücləndirən və peer-to-peer əməliyyatları yenidən təyin edən rəqəmsal mənzərə.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa PiChain Global-ı X-də izlədiyinizdən əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Следвайте PiChain Global в X",
    "shortDescription": "Оформяне на бъдещето на Web3 екосистемите.",
    "longDescription": "Дигитален пейзаж, който овластява потребителите и преосмисля транзакциите между връстници.",
    "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте последвали PiChain Global в X и опитайте отново."
  },
  "bn": {
    "title": "X-এ PiChain Global অনুসরণ করুন",
    "shortDescription": "Web3 বাস্তুতন্ত্রের ভবিষ্যৎ গঠন করছে।",
    "longDescription": "ডিজিটাল দৃশ্যপট যা ব্যবহারকারীদের ক্ষমতায়ন করে এবং সমকক্ষ লেনদেনকে পুনরায় সংজ্ঞায়িত করে।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি X-এ PiChain Global অনুসরণ করেছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Sledujte PiChain Global na X",
    "shortDescription": "Tvoří budoucnost ekosystémů Web3.",
    "longDescription": "Digitální prostředí, které posiluje uživatele a redefinuje peer-to-peer transakce.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že sledujete PiChain Global na X, a zkuste to znovu."
  },
  "de": {
    "title": "Folgen Sie PiChain Global auf X",
    "shortDescription": "Gestaltung der Zukunft von Web3-Ökosystemen.",
    "longDescription": "Digitale Landschaft, die Nutzer stärkt und Peer-to-Peer-Transaktionen neu definiert.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stellen Sie sicher, dass Sie PiChain Global auf X folgen, und versuchen Sie es erneut."
  },
  "el": {
    "title": "Ακολουθήστε το PiChain Global στο X",
    "shortDescription": "Διαμορφώνει το μέλλον των οικοσυστημάτων Web3.",
    "longDescription": "Ψηφιακό τοπίο που ενδυναμώνει τους χρήστες και επαναπροσδιορίζει τις συναλλαγές peer-to-peer.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι ακολουθήσατε το PiChain Global στο X και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Follow PiChain Global on X",
    "shortDescription": "Shaping the future of Web3 ecosystems.",
    "longDescription": "Digital landscape that empowers users, and redefines peer-to-peer transactions.",
    "errorDescription": "Verification failed. Please ensure you followed PiChain Global on X and try again."
  },
  "es": {
    "title": "Sigue a PiChain Global en X",
    "shortDescription": "Dando forma al futuro de los ecosistemas Web3.",
    "longDescription": "Un paisaje digital que empodera a los usuarios y redefine las transacciones entre pares.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de seguir a PiChain Global en X e inténtalo de nuevo."
  },
  "fa": {
    "title": "PiChain Global را در X دنبال کنید",
    "shortDescription": "شکل‌دهی به آینده اکوسیستم‌های Web3.",
    "longDescription": "چشم‌انداز دیجیتالی که کاربران را توانمند می‌کند و تراکنش‌های همتا به همتا را بازتعریف می‌کند.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که PiChain Global را در X دنبال کرده‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Suivez PiChain Global sur X",
    "shortDescription": "Façonner l'avenir des écosystèmes Web3.",
    "longDescription": "Un paysage numérique qui autonomise les utilisateurs et redéfinit les transactions peer-to-peer.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez suivi PiChain Global sur X et réessayez."
  },
  "gu": {
    "title": "PiChain Global ને X પર ફોલો કરો",
    "shortDescription": "Web3 ઇકોસિસ્ટમના ભવિષ્યને આકાર આપી રહ્યું છે.",
    "longDescription": "ડિજિટલ દ્રશ્ય જે વપરાશકર્તાઓને સશક્ત બનાવે છે અને પિયર-ટુ-પિયર વ્યવહારોને ફરીથી વ્યાખ્યાયિત કરે છે.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે PiChain Global ને X પર ફોલો કર્યું છે અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "עקוב אחר PiChain Global ב-X",
    "shortDescription": "מעצב את עתיד מערכות האקולוגיה של Web3.",
    "longDescription": "נוף דיגיטלי שמעצים משתמשים ומגדיר מחדש עסקאות בין עמיתים.",
    "errorDescription": "האימות נכשל. אנא ודא שעקבת אחרי PiChain Global ב-X ונסה שוב."
  },
  "hi": {
    "title": "X पर PiChain Global को फॉलो करें",
    "shortDescription": "Web3 पारिस्थितिकी तंत्र के भविष्य को आकार देना।",
    "longDescription": "डिजिटल परिदृश्य जो उपयोगकर्ताओं को सशक्त बनाता है और सहकर्मी लेनदेन को पुनर्परिभाषित करता है।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आपने X पर PiChain Global को फॉलो किया है और पुनः प्रयास करें।"
  },
  "hu": {
    "title": "Kövessétek PiChain Globalt az X-en",
    "shortDescription": "Formálja a Web3 ökoszisztémák jövőjét.",
    "longDescription": "Digitális környezet, amely felhatalmazza a felhasználókat, és újradefiniálja a peer-to-peer tranzakciókat.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy követted a PiChain Globalt az X-en, és próbáld újra."
  },
  "id": {
    "title": "Ikuti PiChain Global di X",
    "shortDescription": "Membentuk masa depan ekosistem Web3.",
    "longDescription": "Lanskap digital yang memberdayakan pengguna dan mendefinisikan ulang transaksi peer-to-peer.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda mengikuti PiChain Global di X dan coba lagi."
  },
  "it": {
    "title": "Segui PiChain Global su X",
    "shortDescription": "Plasmare il futuro degli ecosistemi Web3.",
    "longDescription": "Un panorama digitale che potenzia gli utenti e ridefinisce le transazioni peer-to-peer.",
    "errorDescription": "Verifica fallita. Assicurati di aver seguito PiChain Global su X e riprova."
  },
  "ja": {
    "title": "XでPiChain Globalをフォロー",
    "shortDescription": "Web3エコシステムの未来を形作る。",
    "longDescription": "ユーザーを支援し、ピアツーピア取引を再定義するデジタル環境。",
    "errorDescription": "確認に失敗しました。XでPiChain Globalをフォローしたことを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Tindakake PiChain Global ing X",
    "shortDescription": "Nggawe masa depan ekosistem Web3.",
    "longDescription": "Tampilan digital sing nguatake pangguna lan nemtokake maneh transaksi peer-to-peer.",
    "errorDescription": "Verifikasi gagal. Priksa manawa sampeyan ngetutake PiChain Global ing X lan coba maneh."
  },
  "kn": {
    "title": "X ನಲ್ಲಿ PiChain Global ಅನ್ನು ಅನುಸರಿಸಿ",
    "shortDescription": "Web3 ಪರಿಸರಗಳ ಭವಿಷ್ಯವನ್ನು ರೂಪಿಸುತ್ತದೆ.",
    "longDescription": "ಬಳಕೆದಾರರನ್ನು ಶಕ್ತಿ ನೀಡುವ ಮತ್ತು ಪಿಯರ್-ಟು-ಪಿಯರ್ ವ್ಯವಹಾರಗಳನ್ನು ಮರುವ್ಯಾಖ್ಯಾನಿಸುವ ಡಿಜಿಟಲ್ ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು X ನಲ್ಲಿ PiChain Global ಅನ್ನು ಅನುಸರಿಸಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "X에서 PiChain Global 팔로우",
    "shortDescription": "Web3 생태계의 미래를 설계합니다.",
    "longDescription": "사용자를 강화하고 P2P 거래를 재정의하는 디지털 환경.",
    "errorDescription": "인증에 실패했습니다. X에서 PiChain Global을 팔로우했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "X वर PiChain Global चे अनुसरण करा",
    "shortDescription": "Web3 परिसंस्थेचे भविष्य घडवणे.",
    "longDescription": "वापरकर्त्यांना सक्षम बनवणारे आणि समकक्ष व्यवहारांचे पुनर्रचना करणारे डिजिटल दृश्य.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण X वर PiChain Global चे अनुसरण केले आहे का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Ikuti PiChain Global di X",
    "shortDescription": "Membentuk masa depan ekosistem Web3.",
    "longDescription": "Landskap digital yang memperkasakan pengguna dan mentakrifkan semula transaksi rakan ke rakan.",
    "errorDescription": "Pengesahan gagal. Pastikan anda mengikuti PiChain Global di X dan cuba lagi."
  },
  "nb": {
    "title": "Følg PiChain Global på X",
    "shortDescription": "Former fremtiden for Web3-økosystemer.",
    "longDescription": "Digitalt landskap som styrker brukere og omdefinerer peer-to-peer-transaksjoner.",
    "errorDescription": "Verifiseringen mislyktes. Sørg for at du følger PiChain Global på X, og prøv igjen."
  },
  "pl": {
    "title": "Śledź PiChain Global na X",
    "shortDescription": "Kształtuje przyszłość ekosystemów Web3.",
    "longDescription": "Krajobraz cyfrowy, który wzmacnia użytkowników i redefiniuje transakcje peer-to-peer.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że śledzisz PiChain Global na X, i spróbuj ponownie."
  },
  "pt": {
    "title": "Siga PiChain Global no X",
    "shortDescription": "Moldando o futuro dos ecossistemas Web3.",
    "longDescription": "Paisagem digital que empodera os usuários e redefine as transações ponto a ponto.",
    "errorDescription": "Falha na verificação. Certifique-se de que você segue PiChain Global no X e tente novamente."
  },
  "ro": {
    "title": "Urmărește PiChain Global pe X",
    "shortDescription": "Modelarea viitorului ecosistemelor Web3.",
    "longDescription": "Peisaj digital care împuternicește utilizatorii și redefinește tranzacțiile peer-to-peer.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că urmărești PiChain Global pe X și încearcă din nou."
  },
  "ru": {
    "title": "Подписаться на PiChain Global в X",
    "shortDescription": "Формирует будущее экосистем Web3.",
    "longDescription": "Цифровой ландшафт, который расширяет возможности пользователей и переосмысливает транзакции peer-to-peer.",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы подписались на PiChain Global в X, и попробуйте снова."
  },
  "sk": {
    "title": "Sledujte PiChain Global na X",
    "shortDescription": "Formuje budúcnosť ekosystémov Web3.",
    "longDescription": "Digitálna krajina, ktorá posilňuje používateľov a redefinuje peer-to-peer transakcie.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že sledujete PiChain Global na X, a skúste to znova."
  },
  "sl": {
    "title": "Spremljajte PiChain Global na X",
    "shortDescription": "Oblikuje prihodnost ekosistemov Web3.",
    "longDescription": "Digitalna pokrajina, ki krepi uporabnike in na novo opredeljuje transakcije peer-to-peer.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste spremljali PiChain Global na X, in poskusite znova."
  },
  "sq": {
    "title": "Ndiqni PiChain Global në X",
    "shortDescription": "Formon të ardhmen e ekosistemeve Web3.",
    "longDescription": "Peizazh dixhital që fuqizon përdoruesit dhe riformulon transaksionet peer-to-peer.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të ndiqni PiChain Global në X dhe provoni përsëri."
  },
  "sv": {
    "title": "Följ PiChain Global på X",
    "shortDescription": "Formar framtiden för Web3-ekosystem.",
    "longDescription": "Digitalt landskap som stärker användare och omdefinierar peer-to-peer-transaktioner.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du följer PiChain Global på X och försök igen."
  },
  "te": {
    "title": "PiChain Global ను X లో అనుసరించండి",
    "shortDescription": "Web3 పర్యావరణ వ్యవస్థల భవిష్యత్తును రూపొందిస్తోంది.",
    "longDescription": "వినియోగదారులను సాధికారత కల్పించే మరియు పియర్-టు-పియర్ లావాదేవీలను తిరిగి నిర్వచించే డిజిటల్ దృశ్యం.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. దయచేసి మీరు X లో PiChain Global ను అనుసరించారా అని నిర్ధారించుకోండి మరియు మళ్లీ ప్రయత్నించండి."
  },
  "th": {
    "title": "ติดตาม PiChain Global บน X",
    "shortDescription": "กำลังกำหนดอนาคตของระบบนิเวศ Web3",
    "longDescription": "ภูมิทัศน์ดิจิทัลที่ช่วยให้ผู้ใช้มีอำนาจและนิยามธุรกรรมแบบเพียร์ทูเพียร์ใหม่",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณติดตาม PiChain Global บน X แล้วลองอีกครั้ง"
  },
  "tr": {
    "title": "PiChain Global'ı X'te Takip Edin",
    "shortDescription": "Web3 ekosistemlerinin geleceğini şekillendiriyor.",
    "longDescription": "Kullanıcıları güçlendiren ve eşler arası işlemleri yeniden tanımlayan dijital bir manzara.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen X'te PiChain Global'ı takip ettiğinizden emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Слідкуйте за PiChain Global у X",
    "shortDescription": "Формує майбутнє екосистем Web3.",
    "longDescription": "Цифровий ландшафт, що розширює можливості користувачів і переосмислює транзакції peer-to-peer.",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви стежите за PiChain Global у X, і спробуйте ще раз."
  },
  "ur": {
    "title": "PiChain Global کو X پر فالو کریں",
    "shortDescription": "Web3 کے ماحولیاتی نظام کا مستقبل تشکیل دے رہا ہے۔",
    "longDescription": "ڈیجیٹل منظر نامہ جو صارفین کو طاقت دیتا ہے اور ہم مرتبہ لین دین کی نئی وضاحت کرتا ہے۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ نے PiChain Global کو X پر فالو کیا ہے اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Theo dõi PiChain Global trên X",
    "shortDescription": "Định hình tương lai của hệ sinh thái Web3.",
    "longDescription": "Cảnh quan kỹ thuật số trao quyền cho người dùng và tái định nghĩa các giao dịch ngang hàng.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo bạn đã theo dõi PiChain Global trên X và thử lại."
  },
  "zh-hant": {
    "title": "在 X 上關注 PiChain Global",
    "shortDescription": "塑造 Web3 生態系統的未來。",
    "longDescription": "賦能用戶並重新定義點對點交易的數字景觀。",
    "errorDescription": "驗證失敗。請確保您已在 X 上關注 PiChain Global，然後重試。"
  },
  "zh": {
    "title": "在 X 上关注 PiChain Global",
    "shortDescription": "塑造 Web3 生态系统的未来。",
    "longDescription": "赋能用户并重新定义点对点交易的数字景观。",
    "errorDescription": "验证失败。请确保您已在 X 上关注 PiChain Global，然后重试。"
  }
}