{
  "af": {
    "title": "Sluit aan by FreeDogs",
    "shortDescription": "Ontketen jou innerlike rebel.",
    "longDescription": "Stap in die pote van 'n vreeslose hond, 'n tap-to-earn speletjie waar opdragte, belonings, en opwindende missies wag.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy by FreeDogs aangesluit het en probeer weer."
  },
  "ar": {
    "title": "انضم إلى FreeDogs",
    "shortDescription": "أطلق العنان لروحك المتمردة.",
    "longDescription": "اخطُ في مكان كلب شجاع، لعبة لربح المكافآت عن طريق المهام، حيث تنتظرك مغامرات شيقة ومهام مثيرة.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك انضممت إلى FreeDogs وحاول مرة أخرى."
  },
  "az": {
    "title": "FreeDogs-a qoşulun",
    "shortDescription": "İçinizdəki qorxusuz iti azad edin.",
    "longDescription": "Mükafatlar və həyəcanlı missiyaların sizi gözlədiyi bir tap-to-earn oyununda cəsur bir itin pəncələrinə addım atın.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa FreeDogs-a qoşulduğunuzdan əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Присъединете се към FreeDogs",
    "shortDescription": "Открийте вътрешния си бунтовник.",
    "longDescription": "Влезте в ролята на безстрашно куче, tap-to-earn игра, където ви очакват задачи, награди и вълнуващи мисии.",
    "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте се присъединили към FreeDogs и опитайте отново."
  },
  "bn": {
    "title": "FreeDogs-এ যোগ দিন",
    "shortDescription": "আপনার ভেতরের বেপরোয়া স্বত্বাকে উন্মোচন করুন।",
    "longDescription": "একটি সাহসী কুকুরের পায়ের ছাপে প্রবেশ করুন, একটি ট্যাপ-টু-আর্ন গেম যেখানে মিশন, পুরষ্কার এবং রোমাঞ্চকর কাজগুলি আপনার জন্য অপেক্ষা করছে।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি FreeDogs-এ যোগ দিয়েছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Připojte se k FreeDogs",
    "shortDescription": "Uvolněte svého vnitřního rebela.",
    "longDescription": "Vstupte do tlap odvážného psa, tap-to-earn hra, kde na vás čekají úkoly, odměny a vzrušující mise.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste se připojili k FreeDogs, a zkuste to znovu."
  },
  "de": {
    "title": "Tritt FreeDogs bei",
    "shortDescription": "Entfessle deinen inneren Rebellen.",
    "longDescription": "Schlüpfe in die Pfoten eines furchtlosen Hundes, ein Tap-to-Earn-Spiel, in dem dich Quests, Belohnungen und aufregende Missionen erwarten.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du FreeDogs beigetreten bist, und versuche es erneut."
  },
  "el": {
    "title": "Γίνετε μέλος του FreeDogs",
    "shortDescription": "Απελευθερώστε τον εσωτερικό σας αντάρτη.",
    "longDescription": "Μπείτε στα παπούτσια ενός ατρόμητου σκύλου, ένα tap-to-earn παιχνίδι όπου αποστολές, ανταμοιβές και συναρπαστικές αποστολές σας περιμένουν.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε εγγραφεί στο FreeDogs και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Join FreeDogs",
    "shortDescription": "Unleash your inner rogue.",
    "longDescription": "Step into the paws of a fearless dog, a tap-to-earn game where quests, rewards, and thrilling missions await.",
    "errorDescription": "Verification failed. Please ensure you joined FreeDogs and try again."
  },
  "es": {
    "title": "Únete a FreeDogs",
    "shortDescription": "Libera tu lado rebelde.",
    "longDescription": "Ponte en las patas de un perro intrépido, un juego tap-to-earn donde te esperan misiones, recompensas y emocionantes aventuras.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haberte unido a FreeDogs e inténtalo de nuevo."
  },
  "fa": {
    "title": "به FreeDogs بپیوندید",
    "shortDescription": "یاغی درون خود را رها کنید.",
    "longDescription": "در نقش یک سگ بی‌باک وارد شوید، یک بازی tap-to-earn که در آن مأموریت‌ها، جوایز و مأموریت‌های هیجان‌انگیز در انتظار شماست.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که به FreeDogs پیوسته‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Rejoignez FreeDogs",
    "shortDescription": "Libérez votre esprit rebelle.",
    "longDescription": "Entrez dans la peau d'un chien intrépide, un jeu tap-to-earn où des quêtes, des récompenses et des missions palpitantes vous attendent.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez rejoint FreeDogs et réessayez."
  },
  "gu": {
    "title": "FreeDogs માં જોડાઓ",
    "shortDescription": "તમારા આંતરિક બાંધકામને મુક્ત કરો.",
    "longDescription": "એક નિડર કૂતરાના પંજા માં પ્રવેશો, જ્યાં મિશન, ઇનામો અને રોમાંચક મિશન તમારી રાહ જોઈ રહ્યા છે.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે FreeDogs માં જોડાયા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "הצטרף ל-FreeDogs",
    "shortDescription": "שחרר את הנפש המרדנית שבך.",
    "longDescription": "כנס לנעלי כלב אמיץ, משחק tap-to-earn שבו משימות, תגמולים ומשימות מרתקות מחכות לך.",
    "errorDescription": "האימות נכשל. אנא ודא שהצטרפת ל-FreeDogs ונסה שוב."
  },
  "hi": {
    "title": "FreeDogs से जुड़ें",
    "shortDescription": "अपने भीतर के बागी को बाहर लाएँ।",
    "longDescription": "एक निडर कुत्ते की भूमिका में कदम रखें, एक टेप-टू-अर्न खेल जहाँ खोज, इनाम और रोमांचक मिशन आपकी प्रतीक्षा कर रहे हैं।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आप FreeDogs से जुड़े हैं और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Csatlakozz a FreeDogs-hoz",
    "shortDescription": "Engedd szabadjára belső lázadódat.",
    "longDescription": "Lépj bele egy félelmet nem ismerő kutya mancsába, egy tap-to-earn játék, ahol küldetések, jutalmak és izgalmas feladatok várnak.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy csatlakoztál a FreeDogs-hoz, és próbáld újra."
  },
  "id": {
    "title": "Bergabunglah dengan FreeDogs",
    "shortDescription": "Lepaskan sisi pemberontakmu.",
    "longDescription": "Masuklah ke dalam cakar seekor anjing pemberani, sebuah game tap-to-earn di mana misi, hadiah, dan petualangan menantimu.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda bergabung dengan FreeDogs dan coba lagi."
  },
  "it": {
    "title": "Unisciti a FreeDogs",
    "shortDescription": "Libera il tuo spirito ribelle.",
    "longDescription": "Entra nelle zampe di un cane senza paura, un gioco tap-to-earn dove ti aspettano missioni, ricompense e avventure emozionanti.",
    "errorDescription": "Verifica fallita. Assicurati di esserti unito a FreeDogs e riprova."
  },
  "ja": {
    "title": "FreeDogsに参加",
    "shortDescription": "内なる無頼漢を解き放て。",
    "longDescription": "大胆不敵な犬の足跡に立ち、クエスト、報酬、スリリングなミッションが待つtap-to-earnゲームへ。",
    "errorDescription": "確認に失敗しました。FreeDogsに参加したことを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Gabung FreeDogs",
    "shortDescription": "Bukak petualangan bandelmu.",
    "longDescription": "Njejak ing telapak asu sing wani, game tap-to-earn kanthi misi, hadiah, lan petualangan sing menarik.",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis gabung FreeDogs lan coba maneh."
  },
  "kn": {
    "title": "FreeDogs ಗೆ ಸೇರಿ",
    "shortDescription": "ನಿಮ್ಮ ಆಂತರಿಕ ದರೋಡೆತನವನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿ.",
    "longDescription": "ನಿದರ್ಘನಾಗಿ ಇರುವ ನಾಯಿಯ ಪಾದಗಳನ್ನು ಪ್ರವೇಶಿಸಿ, ಇಲ್ಲಿ ಕ್ವೆಸ್ಟ್‌ಗಳು, ಬಹುಮಾನಗಳು ಮತ್ತು ರೋಮಾಂಚಕ ಮಿಷನ್‌ಗಳು ನಿಮ್ಮನ್ನು ನಿರೀಕ್ಷಿಸುತ್ತಿವೆ.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. FreeDogs ಗೆ ಸೇರಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "FreeDogs에 가입하세요",
    "shortDescription": "내면의 불량배를 풀어주세요.",
    "longDescription": "겁 없는 개의 발로 들어가 미션과 보상이 기다리는 tap-to-earn 게임입니다.",
    "errorDescription": "인증에 실패했습니다. FreeDogs에 가입했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "FreeDogs मध्ये सामील व्हा",
    "shortDescription": "तुमच्या आंतरिक बंडखोराला मुक्त करा.",
    "longDescription": "धाडसी कुत्र्याच्या पावलांमध्ये पाऊल टाका, एक टॅप-टू-अर्न खेळ जिथे कार्य, बक्षिसे आणि रोमांचक मिशन तुमची वाट पाहत आहेत.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण FreeDogs मध्ये सामील झालात का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Sertai FreeDogs",
    "shortDescription": "Bebaskan jiwa pemberontak anda.",
    "longDescription": "Masuk ke dalam tapak anjing yang tidak kenal takut, permainan tap-to-earn di mana misi, ganjaran, dan pengembaraan menarik menanti.",
    "errorDescription": "Pengesahan gagal. Pastikan anda menyertai FreeDogs dan cuba lagi."
  },
  "nb": {
    "title": "Bli med i FreeDogs",
    "shortDescription": "Frigjør din indre rogue.",
    "longDescription": "Gå inn i potene til en fryktløs hund, et tap-to-earn spill hvor oppdrag, belønninger og spennende opplevelser venter.",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har blitt med i FreeDogs, og prøv igjen."
  },
  "nn": {
    "title": "Bli med i FreeDogs",
    "shortDescription": "Frigjer den indre rebellen din.",
    "longDescription": "Trå inn i potane til ein fryktlaus hund, eit tap-to-earn-spel der oppdrag, belønningar og spanande opplevingar ventar.",
    "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du har blitt med i FreeDogs, og prøv igjen."
  },
  "pa": {
    "title": "FreeDogs ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
    "shortDescription": "ਆਪਣੇ ਅੰਦਰਲੇ ਬਾਗੀ ਨੂੰ ਮੁਕਤ ਕਰੋ।",
    "longDescription": "ਇੱਕ ਨਿਡਰ ਕੁੱਤੇ ਦੇ ਪੈਰਾਂ ਵਿੱਚ ਕਦਮ ਰੱਖੋ, ਇੱਕ tap-to-earn ਖੇਡ ਜਿੱਥੇ ਖੋਜਾਂ, ਇਨਾਮਾਂ ਅਤੇ ਰੋਮਾਂਚਕ ਮਿਸ਼ਨਾਂ ਤੁਹਾਡਾ ਇੰਤਜ਼ਾਰ ਕਰ ਰਹੀਆਂ ਹਨ।",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ FreeDogs ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Dołącz do FreeDogs",
    "shortDescription": "Uwolnij swojego wewnętrznego łobuza.",
    "longDescription": "Wejdź w łapy nieustraszonego psa, gra tap-to-earn, w której czekają na Ciebie zadania, nagrody i ekscytujące misje.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że dołączyłeś do FreeDogs i spróbuj ponownie."
  },
  "pt": {
    "title": "Junte-se ao FreeDogs",
    "shortDescription": "Liberte o seu espírito rebelde.",
    "longDescription": "Entre nas patas de um cão destemido, um jogo tap-to-earn onde missões, recompensas e aventuras emocionantes o aguardam.",
    "errorDescription": "Falha na verificação. Verifique se você se juntou ao FreeDogs e tente novamente."
  },
  "ro": {
    "title": "Alătură-te FreeDogs",
    "shortDescription": "Eliberează-ți spiritul rebel.",
    "longDescription": "Pășește în lăbuțele unui câine neînfricat, un joc tap-to-earn unde te așteaptă misiuni, recompense și aventuri palpitante.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că te-ai alăturat FreeDogs și încearcă din nou."
  },
  "ru": {
    "title": "Присоединяйтесь к FreeDogs",
    "shortDescription": "Освободите своего внутреннего бунтаря.",
    "longDescription": "Встаньте на место бесстрашной собаки, игра tap-to-earn, где вас ждут квесты, награды и захватывающие миссии.",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы присоединились к FreeDogs, и попробуйте снова."
  },
  "sk": {
    "title": "Pripojte sa k FreeDogs",
    "shortDescription": "Osloboďte svojho vnútorného rebela.",
    "longDescription": "Vstúpte do labiek nebojácneho psa, tap-to-earn hra, kde na vás čakajú úlohy, odmeny a vzrušujúce misie.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že ste sa pripojili k FreeDogs, a skúste to znova."
  },
  "sl": {
    "title": "Pridružite se FreeDogs",
    "shortDescription": "Sprostite svojega notranjega upornika.",
    "longDescription": "Stopite v tačke neustrašnega psa, igra tap-to-earn, kjer vas čakajo naloge, nagrade in razburljive misije.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste se pridružili FreeDogs, in poskusite znova."
  },
  "sq": {
    "title": "Bashkohuni me FreeDogs",
    "shortDescription": "Lironi rebelin tuaj të brendshëm.",
    "longDescription": "Hyni në hapat e një qeni të guximshëm, një lojë tap-to-earn ku detyra, shpërblime dhe misione emocionuese ju presin.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të jeni bashkuar me FreeDogs dhe provoni përsëri."
  },
  "sv": {
    "title": "Gå med i FreeDogs",
    "shortDescription": "Släpp loss din inre rebell.",
    "longDescription": "Stig in i tassarna på en orädd hund, ett tap-to-earn-spel där uppdrag, belöningar och spännande äventyr väntar.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du har gått med i FreeDogs och försök igen."
  },
  "te": {
    "title": "FreeDogs లో చేరండి",
    "shortDescription": "మీ లోపలి దొంగను విడిపించండి.",
    "longDescription": "ధైర్యంగా ఉన్న కుక్క పాదాలలో ప్రవేశించండి, టాప్-టు-ఎర్న్ గేమ్, మీ కోసం క్వెస్ట్‌లు, బహుమతులు మరియు ఉల్లాసమైన మిషన్లు ఉన్నాయి.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. FreeDogs లో చేరారని నిర్ధారించుకుని మళ్లీ ప్రయత్నించండి."
  },
  "th": {
    "title": "เข้าร่วม FreeDogs",
    "shortDescription": "ปลดปล่อยนักผจญภัยในตัวคุณ",
    "longDescription": "เข้ามาอยู่ในรอยเท้าของสุนัขผู้กล้าหาญ เกมที่ท้าทายและรางวัลรอคุณอยู่",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณเข้าร่วม FreeDogs แล้วลองอีกครั้ง"
  },
  "tr": {
    "title": "FreeDogs'a Katıl",
    "shortDescription": "İçindeki asi ruhu serbest bırak.",
    "longDescription": "Korkusuz bir köpeğin ayak izlerine gir, görevler, ödüller ve heyecan verici maceralar sunan bir tap-to-earn oyunu.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen FreeDogs'a katıldığınızdan emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Приєднайтеся до FreeDogs",
    "shortDescription": "Розкрийте свого внутрішнього бунтаря.",
    "longDescription": "Станьте на місце безстрашного собаки, гра tap-to-earn, де на вас чекають квести, нагороди та захоплюючі місії.",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви приєдналися до FreeDogs, і спробуйте ще раз."
  },
  "ur": {
    "title": "FreeDogs میں شامل ہوں",
    "shortDescription": "اپنے اندر کے باغی کو آزاد کریں۔",
    "longDescription": "بے خوف کتے کے قدموں میں قدم رکھیں، ایک ٹاپ ٹو ارن گیم جہاں مشنز، انعامات اور دلچسپ کام آپ کے منتظر ہیں۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ FreeDogs میں شامل ہو گئے ہیں اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Tham gia FreeDogs",
    "shortDescription": "Giải phóng kẻ nổi loạn bên trong bạn.",
    "longDescription": "Hóa thân thành chú chó dũng cảm, một trò chơi tap-to-earn với các nhiệm vụ, phần thưởng và nhiệm vụ thú vị đang chờ đợi.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã tham gia FreeDogs và thử lại."
  },
  "zh-hant": {
    "title": "加入 FreeDogs",
    "shortDescription": "釋放你內心的流浪狗。",
    "longDescription": "踏入無畏犬的腳步，一個 tap-to-earn 遊戲，任務、獎勵和刺激的冒險等著你。",
    "errorDescription": "驗證失敗。請確保您已加入 FreeDogs，然後再試一次。"
  },
  "zh": {
    "title": "加入 FreeDogs",
    "shortDescription": "释放你内心的流浪汉。",
    "longDescription": "踏入无畏的狗狗脚步，一款tap-to-earn游戏，任务、奖励和惊险的冒险等着你。",
    "errorDescription": "验证失败。请确保您已加入 FreeDogs，然后重试。"
  }
}
