{
    "af": {
      "title": "Sluit aan by TON Kombat",
      "shortDescription": "Gereed om 'n magiese wêreld te betree?",
      "longDescription": "8 huise van TON stry om glorie. Betree die Arena, Verdedig jou Huis, Verower die Troon!",
      "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy by TON Kombat aangesluit het en probeer weer."
    },
    "ar": {
      "title": "انضم إلى TON Kombat",
      "shortDescription": "مستعد للدخول إلى عالم سحري؟",
      "longDescription": "8 منازل من TON تتنافس من أجل المجد. ادخل الساحة، دافع عن منزلك، واحتل العرش!",
      "errorDescription": "فشل التحقق. يرجى التأكد من أنك انضممت إلى TON Kombat وحاول مرة أخرى."
    },
    "az": {
      "title": "TON Kombat-a qoşulun",
      "shortDescription": "Sehrli dünyaya addım atmağa hazırsınız?",
      "longDescription": "TON-un 8 evi şərəf uğrunda mübarizə aparır. Arenaya daxil olun, Evinizi müdafiə edin, Taxtı fəth edin!",
      "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa TON Kombat-a qoşulduğunuzdan əmin olun və yenidən cəhd edin."
    },
    "bg": {
      "title": "Присъединете се към TON Kombat",
      "shortDescription": "Готови ли сте да влезете в магически свят?",
      "longDescription": "8 къщи на TON се борят за слава. Влезте в арената, защитете дома си, завладейте трона!",
      "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте се присъединили към TON Kombat и опитайте отново."
    },
    "bn": {
      "title": "TON Kombat-এ যোগ দিন",
      "shortDescription": "একটি জাদুকরী জগতে প্রবেশ করতে প্রস্তুত?",
      "longDescription": "TON এর 8 টি ঘর গৌরবের জন্য যুদ্ধ করে। এরেনায় প্রবেশ করুন, আপনার ঘর রক্ষা করুন, সিংহাসন জয় করুন!",
      "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি TON Kombat-এ যোগ দিয়েছেন এবং আবার চেষ্টা করুন।"
    },
    "cs": {
      "title": "Připojte se k TON Kombat",
      "shortDescription": "Připraveni vstoupit do kouzelného světa?",
      "longDescription": "8 domů TON bojuje o slávu. Vstupte do arény, braňte svůj dům, dobyjte trůn!",
      "errorDescription": "Ověření selhalo. Ujistěte se, že jste se připojili k TON Kombat, a zkuste to znovu."
    },
    "de": {
      "title": "Tritt TON Kombat bei",
      "shortDescription": "Bereit, eine magische Welt zu betreten?",
      "longDescription": "8 Häuser von TON kämpfen um Ruhm. Betritt die Arena, verteidige dein Haus, erobere den Thron!",
      "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du TON Kombat beigetreten bist, und versuche es erneut."
    },
    "el": {
      "title": "Γίνετε μέλος του TON Kombat",
      "shortDescription": "Έτοιμοι να μπείτε σε έναν μαγικό κόσμο;",
      "longDescription": "8 σπίτια του TON μάχονται για τη δόξα. Μπείτε στην Αρένα, Υπερασπιστείτε το Σπίτι σας, Κατακτήστε τον Θρόνο!",
      "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε εγγραφεί στο TON Kombat και δοκιμάστε ξανά."
    },
    "en": {
      "title": "Join TON Kombat",
      "shortDescription": "Ready to step into a magical world?",
      "longDescription": "8 houses of TON battle for glory. Enter the Arena, Defend your House, Conquer the Throne!",
      "errorDescription": "Verification failed. Please ensure you joined TON Kombat and try again."
    },
    "es": {
      "title": "Únete a TON Kombat",
      "shortDescription": "¿Listo para entrar en un mundo mágico?",
      "longDescription": "8 casas de TON luchan por la gloria. Entra en la Arena, Defiende tu Casa, ¡Conquista el Trono!",
      "errorDescription": "La verificación falló. Por favor, asegúrate de haberte unido a TON Kombat e inténtalo de nuevo."
    },
    "fa": {
      "title": "به TON Kombat بپیوندید",
      "shortDescription": "آماده ورود به یک دنیای جادویی هستید؟",
      "longDescription": "8 خانه TON برای شکوه می‌جنگند. وارد میدان شوید، خانه‌تان را دفاع کنید، تاج و تخت را فتح کنید!",
      "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که به TON Kombat پیوسته‌اید و دوباره تلاش کنید."
    },
    "fr": {
      "title": "Rejoignez TON Kombat",
      "shortDescription": "Prêt à entrer dans un monde magique?",
      "longDescription": "8 maisons de TON se battent pour la gloire. Entrez dans l'Arène, Défendez votre Maison, Conquérez le Trône!",
      "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez rejoint TON Kombat et réessayez."
    },
    "gu": {
      "title": "TON Kombat માં જોડાઓ",
      "shortDescription": "જાદુઈ વિશ્વમાં પ્રવેશ માટે તૈયાર છો?",
      "longDescription": "TON ની 8 હાઉસ ગૌરવ માટે લડે છે. એરેના માં દાખલ થાઓ, તમારું હાઉસ બચાવો, અને સિંહાસન જીતી લો!",
      "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે TON Kombat માં જોડાયા છો અને ફરી પ્રયાસ કરો."
    },
    "he": {
      "title": "הצטרף ל-TON Kombat",
      "shortDescription": "מוכן להיכנס לעולם קסום?",
      "longDescription": "8 בתים של TON נלחמים על תהילה. כנסו לזירה, הגנו על הבית שלכם, כבשו את הכס!",
      "errorDescription": "האימות נכשל. אנא ודא שהצטרפת ל-TON Kombat ונסה שוב."
    },
    "hi": {
      "title": "TON Kombat से जुड़ें",
      "shortDescription": "जादुई दुनिया में कदम रखने के लिए तैयार हैं?",
      "longDescription": "TON के 8 घर महिमा के लिए लड़ते हैं। एरेना में प्रवेश करें, अपने घर की रक्षा करें, सिंहासन पर विजय प्राप्त करें!",
      "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आप TON Kombat से जुड़े हैं और फिर से प्रयास करें।"
    },
    "hu": {
      "title": "Csatlakozz a TON Kombathoz",
      "shortDescription": "Készen állsz belépni egy varázslatos világba?",
      "longDescription": "TON 8 háza harcol a dicsőségért. Lépj be az Arénába, Védd meg a Házad, Hódítsd meg a Trónt!",
      "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy csatlakoztál a TON Kombathoz, és próbáld újra."
    },
    "id": {
      "title": "Bergabunglah dengan TON Kombat",
      "shortDescription": "Siap untuk memasuki dunia ajaib?",
      "longDescription": "8 rumah TON bertarung untuk kejayaan. Masuklah ke Arena, Pertahankan Rumahmu, Taklukkan Tahta!",
      "errorDescription": "Verifikasi gagal. Pastikan Anda bergabung dengan TON Kombat dan coba lagi."
    },
    "it": {
      "title": "Unisciti a TON Kombat",
      "shortDescription": "Pronto per entrare in un mondo magico?",
      "longDescription": "8 case di TON combattono per la gloria. Entra nell'Arena, Difendi la tua Casa, Conquista il Trono!",
      "errorDescription": "Verifica fallita. Assicurati di esserti unito a TON Kombat e riprova."
    },
    "ja": {
      "title": "TON Kombatに参加",
      "shortDescription": "魔法の世界に足を踏み入れる準備はできましたか？",
      "longDescription": "TONの8つのハウスが栄光を求めて戦う。アリーナに入場し、あなたのハウスを守り、王座を征服せよ！",
      "errorDescription": "確認に失敗しました。TON Kombatに参加したことを確認して、もう一度お試しください。"
    },
    "jv": {
      "title": "Gabung TON Kombat",
      "shortDescription": "Siap mlebu jagad gaib?",
      "longDescription": "8 omah TON bertempur kanggo kemasyhuran. Lebu Arena, Bela Omahmu, Jupuk Tahta!",
      "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis gabung TON Kombat lan coba maneh."
    },
    "kn": {
      "title": "TON Kombat ಗೆ ಸೇರಿ",
      "shortDescription": "ಮಾಯಾ ಲೋಕಕ್ಕೆ ಪ್ರವೇಶಿಸಲು ಸಿದ್ಧರಿದ್ದೀರಾ?",
      "longDescription": "TON ನ 8 ಮನೆಗಳು ಕೀರ್ತಿಗಾಗಿ ಹೋರಾಡುತ್ತವೆ. ಅಖಾಡದಲ್ಲಿ ಪ್ರವೇಶಿಸಿ, ನಿಮ್ಮ ಮನೆಯ ರಕ್ಷಣೆ ಮಾಡಿ, ಸಿಂಹಾಸನವನ್ನು ಗೆಲ್ಲಿರಿ!",
      "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು TON Kombat ಗೆ ಸೇರಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
    },
    "ko": {
      "title": "TON Kombat에 가입하세요",
      "shortDescription": "마법의 세계로 들어갈 준비가 되었나요?",
      "longDescription": "TON의 8개 집이 영광을 위해 싸웁니다. 아레나에 입장하여 집을 방어하고 왕좌를 정복하세요!",
      "errorDescription": "인증에 실패했습니다. TON Kombat에 가입했는지 확인하고 다시 시도하세요."
    },
    "mr": {
      "title": "TON Kombat मध्ये सामील व्हा",
      "shortDescription": "जादुई जगात प्रवेश करण्यासाठी तयार आहात?",
      "longDescription": "TON चे 8 घरं गौरवासाठी लढतात. एरिनामध्ये प्रवेश करा, तुमच्या घराचे संरक्षण करा, सिंहासन जिंका!",
      "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण TON Kombat मध्ये सामील झालात का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
    },
    "ms": {
      "title": "Sertai TON Kombat",
      "shortDescription": "Sedia untuk melangkah ke dunia ajaib?",
      "longDescription": "8 rumah TON bertarung untuk kemuliaan. Masuk Arena, Pertahankan Rumah anda, Taklukkan Takhta!",
      "errorDescription": "Pengesahan gagal. Pastikan anda menyertai TON Kombat dan cuba lagi."
    },
    "nb": {
      "title": "Bli med i TON Kombat",
      "shortDescription": "Klar til å tre inn i en magisk verden?",
      "longDescription": "8 hus i TON kjemper om ære. Gå inn i Arenaen, Forsvar ditt Hus, Erobre Tronen!",
      "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har blitt med i TON Kombat, og prøv igjen."
    },
    "nn": {
      "title": "Bli med i TON Kombat",
      "shortDescription": "Klar til å tre inn i ein magisk verd?",
      "longDescription": "8 hus i TON kjemper om ære. Gå inn i Arenaen, Forsvar huset ditt, Erobre trona!",
      "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du har blitt med i TON Kombat, og prøv igjen."
    },
    "pa": {
      "title": "TON Kombat ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
      "shortDescription": "ਇੱਕ ਜਾਦੂਈ ਸੰਸਾਰ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਲਈ ਤਿਆਰ ਹੋ?",
      "longDescription": "TON ਦੇ 8 ਘਰਾਂ ਨੇ ਸ਼ਾਨ ਲਈ ਲੜਾਈ ਕੀਤੀ। ਅਖਾੜੇ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ, ਆਪਣੇ ਘਰ ਦੀ ਰੱਖਿਆ ਕਰੋ, ਸਿੰਘਾਸਨ ਨੂੰ ਫਤਿਹ ਕਰੋ!",
      "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ TON Kombat ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
    },
    "pl": {
      "title": "Dołącz do TON Kombat",
      "shortDescription": "Gotowy, aby wkroczyć do magicznego świata?",
      "longDescription": "8 domów TON walczy o chwałę. Wejdź na Arenę, Broń swojego Domu, Zdobądź Tron!",
      "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że dołączyłeś do TON Kombat i spróbuj ponownie."
    },
    "pt": {
      "title": "Junte-se ao TON Kombat",
      "shortDescription": "Pronto para entrar em um mundo mágico?",
      "longDescription": "8 casas de TON lutam pela glória. Entre na Arena, Defenda sua Casa, Conquiste o Trono!",
      "errorDescription": "Falha na verificação. Verifique se você se juntou ao TON Kombat e tente novamente."
    },
    "ro": {
      "title": "Alătură-te TON Kombat",
      "shortDescription": "Ești pregătit să intri într-o lume magică?",
      "longDescription": "8 case TON luptă pentru glorie. Intră în Arenă, Apără-ți Casa, Cucerește Tronul!",
      "errorDescription": "Verificarea a eșuat. Asigură-te că te-ai alăturat TON Kombat și încearcă din nou."
    },
    "ru": {
      "title": "Присоединяйтесь к TON Kombat",
      "shortDescription": "Готовы шагнуть в магический мир?",
      "longDescription": "8 домов TON сражаются за славу. Войдите на арену, защищайте свой дом, завоюйте трон!",
      "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы присоединились к TON Kombat, и попробуйте снова."
    },
    "sk": {
      "title": "Pripojte sa k TON Kombat",
      "shortDescription": "Pripravení vstúpiť do magického sveta?",
      "longDescription": "8 domov TON bojuje o slávu. Vstúpte do Arény, bráňte svoj dom, dobyte Trón!",
      "errorDescription": "Overenie zlyhalo. Uistite sa, že ste sa pripojili k TON Kombat, a skúste to znova."
    },
    "sl": {
      "title": "Pridružite se TON Kombat",
      "shortDescription": "Pripravljeni stopiti v magični svet?",
      "longDescription": "8 hiš TON se bori za slavo. Vstopite v Areno, branite svojo Hišo, osvojite Prestol!",
      "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste se pridružili TON Kombat, in poskusite znova."
    },
    "sq": {
      "title": "Bashkohuni me TON Kombat",
      "shortDescription": "Gati të hyni në një botë magjike?",
      "longDescription": "8 shtëpi të TON luftojnë për lavdi. Hyni në Arenë, Mbroni Shtëpinë tuaj, Pushtoni Fronin!",
      "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të jeni bashkuar me TON Kombat dhe provoni përsëri."
    },
    "sv": {
      "title": "Gå med i TON Kombat",
      "shortDescription": "Redo att stiga in i en magisk värld?",
      "longDescription": "8 hus av TON slåss för ära. Gå in i Arenan, Försvara ditt Hus, Erövra Tronen!",
      "errorDescription": "Verifieringen misslyckades. Kontrollera att du har gått med i TON Kombat och försök igen."
    },
    "te": {
      "title": "TON Kombat లో చేరండి",
      "shortDescription": "మాయాజాల ప్రపంచంలో అడుగుపెట్టడానికి సిద్ధంగా ఉన్నారా?",
      "longDescription": "TON యొక్క 8 ఇళ్ళు గౌరవం కోసం పోరాడతాయి. అరేనాలో ప్రవేశించండి, మీ ఇంటిని రక్షించండి, సింహాసనాన్ని గెలుచుకోండి!",
      "errorDescription": "ధృవీకరణ విఫలమైంది. TON Kombat లో చేరారని నిర్ధారించుకుని మళ్ళీ ప్రయత్నించండి."
    },
    "th": {
      "title": "เข้าร่วม TON Kombat",
      "shortDescription": "พร้อมที่จะก้าวเข้าสู่โลกมหัศจรรย์แล้วหรือยัง?",
      "longDescription": "8 บ้านของ TON ต่อสู้เพื่อเกียรติยศ เข้าสู่สนามป้องกันบ้านของคุณและพิชิตบัลลังก์!",
      "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณเข้าร่วม TON Kombat แล้วลองอีกครั้ง"
    },
    "tr": {
      "title": "TON Kombat'a Katıl",
      "shortDescription": "Büyülü bir dünyaya adım atmaya hazır mısınız?",
      "longDescription": "TON'un 8 evi şan için savaşıyor. Arenaya Gir, Evini Savun, Tahtı Fethet!",
      "errorDescription": "Doğrulama başarısız oldu. Lütfen TON Kombat'a katıldığınızdan emin olun ve tekrar deneyin."
    },
    "uk": {
      "title": "Приєднайтеся до TON Kombat",
      "shortDescription": "Готові увійти до чарівного світу?",
      "longDescription": "8 домів TON борються за славу. Входьте на арену, захищайте свій дім, завоюйте трон!",
      "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви приєдналися до TON Kombat, і спробуйте ще раз."
    },
    "ur": {
      "title": "TON Kombat میں شامل ہوں",
      "shortDescription": "جادوئی دنیا میں قدم رکھنے کے لئے تیار ہیں؟",
      "longDescription": "TON کے 8 گھر عظمت کے لئے لڑتے ہیں۔ ارینا میں داخل ہوں، اپنے گھر کا دفاع کریں، تخت کو فتح کریں!",
      "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ TON Kombat میں شامل ہو گئے ہیں اور دوبارہ کوشش کریں۔"
    },
    "vi": {
      "title": "Tham gia TON Kombat",
      "shortDescription": "Sẵn sàng bước vào thế giới kỳ diệu?",
      "longDescription": "8 ngôi nhà của TON chiến đấu vì vinh quang. Vào Đấu trường, Bảo vệ Nhà của bạn, Chinh phục Ngai vàng!",
      "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã tham gia TON Kombat và thử lại."
    },
    "zh-hant": {
      "title": "加入 TON Kombat",
      "shortDescription": "準備進入魔法世界了嗎？",
      "longDescription": "TON 的 8 個家族為榮耀而戰。進入競技場，保衛你的家園，征服王座！",
      "errorDescription": "驗證失敗。請確保您已加入 TON Kombat，然後再試一次。"
    },
    "zh": {
      "title": "加入 TON Kombat",
      "shortDescription": "准备进入魔法世界了吗？",
      "longDescription": "TON 的 8 个家族为荣耀而战。进入竞技场，保卫你的家园，征服王座！",
      "errorDescription": "验证失败。请确保您已加入 TON Kombat，然后重试。"
    }
  }