{
  "af": {
    "title": "Sluit aan by Sidekick",
    "shortDescription": "Speel, verbind, en groei.",
    "longDescription": "Klim op die Fan Leaderboard en wys jou toewyding deur diamante te verdien!",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy by Sidekick aangesluit het en probeer weer."
  },
  "ar": {
    "title": "انضم إلى Sidekick",
    "shortDescription": "العب واتصل وازدهر.",
    "longDescription": "ارتقِ في لوحة المتصدرين للمشجعين واظهر التزامك من خلال كسب الألماس!",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك انضممت إلى Sidekick وحاول مرة أخرى."
  },
  "az": {
    "title": "Sidekick-a qoşulun",
    "shortDescription": "Oynayın, qoşulun və inkişaf edin.",
    "longDescription": "Fan Leaderboard-da yüksəlin və sadiqliyinizi göstərərək brilyantlar qazanın!",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa Sidekick-a qoşulduğunuzdan əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Присъединете се към Sidekick",
    "shortDescription": "Играйте, свържете се и процъфтявайте.",
    "longDescription": "Изкачете се в класацията на феновете и покажете отдадеността си, като печелите диаманти!",
    "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте се присъединили към Sidekick и опитайте отново."
  },
  "bn": {
    "title": "Sidekick-এ যোগ দিন",
    "shortDescription": "খেলুন, সংযোগ করুন এবং উন্নতি করুন।",
    "longDescription": "ফ্যান লিডারবোর্ডে উপরে উঠুন এবং হীরক অর্জনের মাধ্যমে আপনার উৎসর্গ প্রদর্শন করুন!",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি Sidekick-এ যোগ দিয়েছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Připojte se k Sidekick",
    "shortDescription": "Hrajte, připojte se a prosperujte.",
    "longDescription": "Postupujte na žebříčku fanoušků a ukažte svou oddanost získáváním diamantů!",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste se připojili k Sidekick, a zkuste to znovu."
  },
  "de": {
    "title": "Tritt Sidekick bei",
    "shortDescription": "Spielen, verbinden und gedeihen.",
    "longDescription": "Steige auf der Fan-Bestenliste auf und zeige dein Engagement, indem du Diamanten verdienst!",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du Sidekick beigetreten bist, und versuche es erneut."
  },
  "el": {
    "title": "Γίνετε μέλος του Sidekick",
    "shortDescription": "Παίξτε, συνδεθείτε και ευημερήστε.",
    "longDescription": "Ανεβείτε στο Fan Leaderboard και δείξτε την αφοσίωσή σας κερδίζοντας διαμάντια!",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε εγγραφεί στο Sidekick και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Join Sidekick",
    "shortDescription": "Play, connect, and thrive.",
    "longDescription": "Rank up the Fan Leaderboard and showcase your dedication by earning diamonds!",
    "errorDescription": "Verification failed. Please ensure you joined Sidekick and try again."
  },
  "es": {
    "title": "Únete a Sidekick",
    "shortDescription": "Juega, conecta y prospera.",
    "longDescription": "Sube en el ranking de fans y muestra tu dedicación ganando diamantes.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haberte unido a Sidekick e inténtalo de nuevo."
  },
  "fa": {
    "title": "به Sidekick بپیوندید",
    "shortDescription": "بازی کنید، ارتباط برقرار کنید و پیشرفت کنید.",
    "longDescription": "در جدول رتبه‌بندی طرفداران بالاتر بروید و با کسب الماس‌ها تعهد خود را نشان دهید!",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که به Sidekick پیوسته‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Rejoignez Sidekick",
    "shortDescription": "Jouez, connectez-vous et prospérez.",
    "longDescription": "Montez dans le classement des fans et montrez votre dévouement en gagnant des diamants !",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez rejoint Sidekick et réessayez."
  },
  "gu": {
    "title": "Sidekick માં જોડાઓ",
    "shortDescription": "રમો, જોડાઓ અને ફાળો.",
    "longDescription": "ફેન લીડરબોર્ડ પર શ્રેણી વધારો અને હીરા કમાઈને તમારી ભક્તિ બતાવો!",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે Sidekick માં જોડાયા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "הצטרף ל-Sidekick",
    "shortDescription": "שחק, התחבר ושגשג.",
    "longDescription": "עלה בדרגת טבלת המעריצים והראה את המחויבות שלך על ידי זכייה ביהלומים!",
    "errorDescription": "האימות נכשל. אנא ודא שהצטרפת ל-Sidekick ונסה שוב."
  },
  "hi": {
    "title": "Sidekick से जुड़ें",
    "shortDescription": "खेलें, जुड़ें और फले-फूलें।",
    "longDescription": "फैन लीडरबोर्ड पर रैंक बढ़ाएं और हीरे अर्जित करके अपनी समर्पणता दिखाएं!",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आप Sidekick से जुड़े हैं और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Csatlakozz a Sidekick-hez",
    "shortDescription": "Játssz, csatlakozz és gyarapodj.",
    "longDescription": "Lépj feljebb a rajongói ranglistán, és mutasd meg elkötelezettséged gyémántok megszerzésével!",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy csatlakoztál a Sidekick-hez, és próbáld újra."
  },
  "id": {
    "title": "Bergabunglah dengan Sidekick",
    "shortDescription": "Bermain, terhubung, dan berkembang.",
    "longDescription": "Naikkan peringkat di Fan Leaderboard dan tunjukkan dedikasimu dengan mendapatkan berlian!",
    "errorDescription": "Verifikasi gagal. Pastikan Anda bergabung dengan Sidekick dan coba lagi."
  },
  "it": {
    "title": "Unisciti a Sidekick",
    "shortDescription": "Gioca, connettiti e prospera.",
    "longDescription": "Salite nella classifica dei fan e dimostrate la vostra dedizione guadagnando diamanti!",
    "errorDescription": "Verifica fallita. Assicurati di esserti unito a Sidekick e riprova."
  },
  "ja": {
    "title": "Sidekickに参加",
    "shortDescription": "遊んで、つながって、成長しよう。",
    "longDescription": "ファンリーダーボードでランクを上げ、ダイヤモンドを獲得して献身を示そう！",
    "errorDescription": "確認に失敗しました。Sidekickに参加したことを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Gabung Sidekick",
    "shortDescription": "Dolanan, nyambung, lan maju.",
    "longDescription": "Tambah rangkingmu ing Fan Leaderboard lan tunjukake dedikasimu kanthi entuk berlian!",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis gabung Sidekick lan coba maneh."
  },
  "kn": {
    "title": "Sidekick ಗೆ ಸೇರಿ",
    "shortDescription": "ಆಡಿ, ಸಂಪರ್ಕಿಸಿ, ಮತ್ತು ಯಶಸ್ವಿಯಾಗಿ ಬೆಳೆದು.",
    "longDescription": "ಫ್ಯಾನ್ ಲೀಡರ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿ ಶ್ರೇಣಿಯನ್ನು ಹೆಚ್ಚಿಸಿ ಮತ್ತು ಹೀರೆಯನ್ನು ಗಳಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ನಿಷ್ಠೆಯನ್ನು ಪ್ರದರ್ಶಿಸಿ!",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು Sidekick ಗೆ ಸೇರಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "Sidekick에 가입하세요",
    "shortDescription": "플레이하고, 연결하고, 성장하세요.",
    "longDescription": "팬 리더보드 순위를 올리고 다이아몬드를 획득하여 헌신을 보여주세요!",
    "errorDescription": "인증에 실패했습니다. Sidekick에 가입했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "Sidekick मध्ये सामील व्हा",
    "shortDescription": "खेळा, कनेक्ट करा, आणि यशस्वी व्हा.",
    "longDescription": "फॅन लीडरबोर्डवर स्थान मिळवा आणि हिरा मिळवून तुमची निष्ठा दाखवा!",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण Sidekick मध्ये सामील झालात का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Sertai Sidekick",
    "shortDescription": "Bermain, berhubung, dan berkembang.",
    "longDescription": "Naikkan kedudukan di Papan Pendahulu Peminat dan tunjukkan dedikasi anda dengan mendapatkan berlian!",
    "errorDescription": "Pengesahan gagal. Pastikan anda menyertai Sidekick dan cuba lagi."
  },
  "nb": {
    "title": "Bli med i Sidekick",
    "shortDescription": "Spill, koble til og triv.",
    "longDescription": "Klatre opp på Fan Leaderboard og vis dedikasjonen din ved å tjene diamanter!",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har blitt med i Sidekick, og prøv igjen."
  },
  "nn": {
    "title": "Bli med i Sidekick",
    "shortDescription": "Spel, knytt til og trivst.",
    "longDescription": "Klatre opp på Fan Leaderboard og vis engasjementet ditt ved å tene diamanter!",
    "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du har blitt med i Sidekick, og prøv igjen."
  },
  "pa": {
    "title": "Sidekick ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
    "shortDescription": "ਖੇਡੋ, ਜੁੜੋ, ਅਤੇ ਵਿਕਸਿਤ ਹੋਵੋ।",
    "longDescription": "ਫੈਨ ਲੀਡਰਬੋਰਡ ਉੱਤੇ ਰੈਂਕ ਕਰੋ ਅਤੇ ਹੀਰੇ ਕਮਾਕੇ ਆਪਣੀ ਵਫ਼ਾਦਾਰੀ ਦਿਖਾਓ!",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ Sidekick ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Dołącz do Sidekick",
    "shortDescription": "Graj, łącz się i rozwijaj.",
    "longDescription": "Wejdź na wyższą pozycję na Fan Leaderboard i pokaż swoje zaangażowanie, zdobywając diamenty!",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że dołączyłeś do Sidekick i spróbuj ponownie."
  },
  "pt": {
    "title": "Junte-se ao Sidekick",
    "shortDescription": "Jogue, conecte-se e prospere.",
    "longDescription": "Suba no ranking dos fãs e mostre sua dedicação ganhando diamantes!",
    "errorDescription": "Falha na verificação. Verifique se você se juntou ao Sidekick e tente novamente."
  },
  "ro": {
    "title": "Alătură-te Sidekick",
    "shortDescription": "Joacă, conectează-te și prosperă.",
    "longDescription": "Urcă în clasamentul Fanilor și arată-ți devotamentul câștigând diamante!",
    "errorDescription": "Verificarea a eșuat. Asigură-te că te-ai alăturat Sidekick și încearcă din nou."
  },
  "ru": {
    "title": "Присоединяйтесь к Sidekick",
    "shortDescription": "Играйте, подключайтесь и процветайте.",
    "longDescription": "Поднимайтесь в таблице лидеров фанатов и демонстрируйте свою преданность, зарабатывая бриллианты!",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы присоединились к Sidekick, и попробуйте снова."
  },
  "sk": {
    "title": "Pripojte sa k Sidekick",
    "shortDescription": "Hrajte, pripojte sa a prosperujte.",
    "longDescription": "Postúpte na Fan Leaderboard a ukážte svoju oddanosť získavaním diamantov!",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že ste sa pripojili k Sidekick, a skúste to znova."
  },
  "sl": {
    "title": "Pridružite se Sidekick",
    "shortDescription": "Igrajte, povežite se in uspevajte.",
    "longDescription": "Povzpnite se na lestvico oboževalcev in pokažite svojo predanost z zaslužkom diamantov!",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste se pridružili Sidekick, in poskusite znova."
  },
  "sq": {
    "title": "Bashkohuni me Sidekick",
    "shortDescription": "Luaj, lidhu dhe lulëzo.",
    "longDescription": "Ngjitu në renditjen e fansave dhe trego përkushtimin tënd duke fituar diamante!",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të jeni bashkuar me Sidekick dhe provoni përsëri."
  },
  "sv": {
    "title": "Gå med i Sidekick",
    "shortDescription": "Spela, koppla upp dig och utvecklas.",
    "longDescription": "Kliv upp på Fan Leaderboard och visa ditt engagemang genom att tjäna diamanter!",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du har gått med i Sidekick och försök igen."
  },
  "te": {
    "title": "Sidekick లో చేరండి",
    "shortDescription": "ఆడండి, కనెక్ట్ అవ్వండి, మరియు వికసించండి.",
    "longDescription": "ఫ్యాన్ లీడర్‌బోర్డ్‌లో ర్యాంక్ సాధించి, డైమండ్లను సంపాదించడం ద్వారా మీ అంకితభావాన్ని చూపండి!",
    "errorDescription": "ధృవీకరణ విఫలమైంది. Sidekick లో చేరారని నిర్ధారించుకుని మళ్ళీ ప్రయత్నించండి."
  },
  "th": {
    "title": "เข้าร่วม Sidekick",
    "shortDescription": "เล่น เชื่อมต่อ และเติบโต",
    "longDescription": "เพิ่มอันดับใน Fan Leaderboard และแสดงความทุ่มเทของคุณด้วยการรับเพชร!",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณเข้าร่วม Sidekick แล้วลองอีกครั้ง"
  },
  "tr": {
    "title": "Sidekick'e Katıl",
    "shortDescription": "Oyna, bağlan ve geliş.",
    "longDescription": "Fan Liderlik Tablosunda yüksel ve elmas kazanarak bağlılığını göster!",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen Sidekick'e katıldığınızdan emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Приєднайтеся до Sidekick",
    "shortDescription": "Грайте, підключайтеся та процвітайте.",
    "longDescription": "Піднімайтеся в рейтингу шанувальників і демонструйте свою відданість, заробляючи діаманти!",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви приєдналися до Sidekick, і спробуйте ще раз."
  },
  "ur": {
    "title": "Sidekick میں شامل ہوں",
    "shortDescription": "کھیلیں، جڑیں، اور پھلیں پھولیں۔",
    "longDescription": "فین لیڈر بورڈ میں رینک اپ کریں اور ہیرے حاصل کرکے اپنی لگن دکھائیں!",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ Sidekick میں شامل ہو گئے ہیں اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Tham gia Sidekick",
    "shortDescription": "Chơi, kết nối và phát triển.",
    "longDescription": "Xếp hạng trên Fan Leaderboard và thể hiện sự cống hiến của bạn bằng cách kiếm kim cương!",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã tham gia Sidekick và thử lại."
  },
  "zh-hant": {
    "title": "加入 Sidekick",
    "shortDescription": "玩耍、連接和成長。",
    "longDescription": "提升粉絲排行榜排名，通過賺取鑽石展示您的奉獻精神！",
    "errorDescription": "驗證失敗。請確保您已加入 Sidekick，然後再試一次。"
  },
  "zh": {
    "title": "加入 Sidekick",
    "shortDescription": "玩耍、连接和成长。",
    "longDescription": "提升粉丝排行榜排名，通过赚取钻石展示您的奉献精神！",
    "errorDescription": "验证失败。请确保您已加入 Sidekick，然后重试。"
  }
}