{
  "af": {
    "title": "Sluit aan by Hipo Gang",
    "shortDescription": "Verdien $HPO Lugdroppe.",
    "longDescription": "Verdien $HPO, die Hipo Governance Token! Die gedesentraliseerde oplossing vir vloeibare staking, aangedryf deur die Hipo-protokol.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy by Hipo Gang aangesluit het en probeer weer."
  },
  "ar": {
    "title": "انضم إلى عصابة Hipo",
    "shortDescription": "اربح $HPO Airdrops.",
    "longDescription": "اربح $HPO، رمز الحوكمة الخاص بـ Hipo! الحل اللامركزي للتخزين السائل، والمدعوم بواسطة بروتوكول Hipo.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك انضممت إلى عصابة Hipo وحاول مرة أخرى."
  },
  "az": {
    "title": "Hipo Gang-a qoşulun",
    "shortDescription": "$HPO Airdrops qazanın.",
    "longDescription": "$HPO, Hipo İdarəetmə Tokeni qazanın! Hipo protokolu tərəfindən dəstəklənən likvid staking üçün mərkəzsiz həll.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa Hipo Gang-a qoşulduğunuzdan əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Присъединете се към Hipo Gang",
    "shortDescription": "Спечелете $HPO въздушни капки.",
    "longDescription": "Спечелете $HPO, токен за управление на Hipo! Децентрализираното решение за ликвидно залагане, захранвано от протокола Hipo.",
    "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте се присъединили към Hipo Gang и опитайте отново."
  },
  "bn": {
    "title": "Hipo Gang-এ যোগ দিন",
    "shortDescription": "$HPO Airdrops উপার্জন করুন।",
    "longDescription": "$HPO উপার্জন করুন, Hipo গভার্নেন্স টোকেন! Hipo প্রোটোকল দ্বারা চালিত তরল স্টেকিংয়ের জন্য বিকেন্দ্রীকৃত সমাধান।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি Hipo Gang-এ যোগ দিয়েছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Připojte se k Hipo Gang",
    "shortDescription": "Získejte $HPO Airdrops.",
    "longDescription": "Získejte $HPO, token pro správu Hipo! Decentralizované řešení pro likvidní staking, poháněné protokolem Hipo.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste se připojili k Hipo Gang, a zkuste to znovu."
  },
  "de": {
    "title": "Tritt Hipo Gang bei",
    "shortDescription": "Verdiene $HPO Airdrops.",
    "longDescription": "Verdiene $HPO, das Hipo-Governance-Token! Die dezentrale Lösung für Liquid Staking, unterstützt durch das Hipo-Protokoll.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du Hipo Gang beigetreten bist, und versuche es erneut."
  },
  "el": {
    "title": "Γίνετε μέλος του Hipo Gang",
    "shortDescription": "Κερδίστε $HPO Airdrops.",
    "longDescription": "Κερδίστε $HPO, το διακυβερνητικό token του Hipo! Η αποκεντρωμένη λύση για ρευστή staking, που υποστηρίζεται από το πρωτόκολλο Hipo.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε εγγραφεί στο Hipo Gang και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Join Hipo Gang",
    "shortDescription": "Earn $HPO Airdrops.",
    "longDescription": "Earn $HPO, the Hipo Governance Token! The decentralized solution for liquid staking, powered by Hipo protocol.",
    "errorDescription": "Verification failed. Please ensure you joined Hipo Gang and try again."
  },
  "es": {
    "title": "Únete a Hipo Gang",
    "shortDescription": "Gana airdrops de $HPO.",
    "longDescription": "Gana $HPO, el token de gobernanza de Hipo! La solución descentralizada para staking líquido, impulsada por el protocolo Hipo.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haberte unido a Hipo Gang e inténtalo de nuevo."
  },
  "fa": {
    "title": "به Hipo Gang بپیوندید",
    "shortDescription": "ایردراپ‌های $HPO دریافت کنید.",
    "longDescription": "$HPO، توکن حاکمیتی Hipo را به دست آورید! راهکار غیرمتمرکز برای استیکینگ مایع که توسط پروتکل Hipo پشتیبانی می‌شود.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که به Hipo Gang پیوسته‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Rejoignez Hipo Gang",
    "shortDescription": "Gagnez des airdrops de $HPO.",
    "longDescription": "Gagnez $HPO, le token de gouvernance Hipo! La solution décentralisée pour le staking liquide, propulsée par le protocole Hipo.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez rejoint Hipo Gang et réessayez."
  },
  "gu": {
    "title": "Hipo Gang માં જોડાઓ",
    "shortDescription": "$HPO Airdrops મેળવો.",
    "longDescription": "$HPO મેળવો, Hipo ગવર્નન્સ ટોકન! Hipo પ્રોટોકોલ દ્વારા સંચાલિત પ્રવાહી સ્ટેકિંગ માટેનું વિકેન્દ્રીકરણ ઉકેલ.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે Hipo Gang માં જોડાયા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "הצטרף ל-Hipo Gang",
    "shortDescription": "הרוויח $HPO Airdrops.",
    "longDescription": "הרוויח $HPO, אסימון הממשל של Hipo! הפתרון המבוזר להימור נזיל, מופעל על ידי פרוטוקול Hipo.",
    "errorDescription": "האימות נכשל. אנא ודא שהצטרפת ל-Hipo Gang ונסה שוב."
  },
  "hi": {
    "title": "Hipo Gang से जुड़ें",
    "shortDescription": "$HPO Airdrops कमाएं।",
    "longDescription": "$HPO कमाएं, Hipo गवर्नेंस टोकन! Hipo प्रोटोकॉल द्वारा संचालित लिक्विड स्टेकिंग के लिए विकेंद्रीकृत समाधान।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आप Hipo Gang से जुड़े हैं और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Csatlakozz a Hipo Ganghoz",
    "shortDescription": "$HPO Airdrops-t keress.",
    "longDescription": "Szerezz $HPO-t, a Hipo Governance Tokent! A decentralizált megoldás a likvid stakinghez, a Hipo protokoll által támogatva.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy csatlakoztál a Hipo Ganghoz, és próbáld újra."
  },
  "id": {
    "title": "Bergabunglah dengan Hipo Gang",
    "shortDescription": "Dapatkan $HPO Airdrops.",
    "longDescription": "Dapatkan $HPO, Token Tata Kelola Hipo! Solusi terdesentralisasi untuk staking cair, didukung oleh protokol Hipo.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda bergabung dengan Hipo Gang dan coba lagi."
  },
  "it": {
    "title": "Unisciti a Hipo Gang",
    "shortDescription": "Guadagna $HPO Airdrops.",
    "longDescription": "Guadagna $HPO, il token di governance di Hipo! La soluzione decentralizzata per lo staking liquido, alimentata dal protocollo Hipo.",
    "errorDescription": "Verifica fallita. Assicurati di esserti unito a Hipo Gang e riprova."
  },
  "ja": {
    "title": "Hipo Gangに参加",
    "shortDescription": "$HPO Airdropsを獲得。",
    "longDescription": "$HPOを獲得、Hipoガバナンストークンです！Hipoプロトコルによって支えられる、リキッドステーキングの分散型ソリューション。",
    "errorDescription": "確認に失敗しました。Hipo Gangに参加したことを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Gabung Hipo Gang",
    "shortDescription": "Entuk $HPO Airdrops.",
    "longDescription": "Entuk $HPO, Token Tata Kelola Hipo! Solusi desentralisasi kanggo staking cairan, didhukung dening protokol Hipo.",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis gabung Hipo Gang lan coba maneh."
  },
  "kn": {
    "title": "Hipo Gang ಗೆ ಸೇರಿ",
    "shortDescription": "$HPO Airdrops ಗಳಿಸಿ.",
    "longDescription": "$HPO ಗಳಿಸಿ, Hipo ಆಡಳಿತ ಟೋಕನ್! Hipo ಪ್ರೋಟೋಕಾಲ್ ಮೂಲಕ ಸಂಚಾಲಿತವಾಗಿರುವ ಲಿಕ್ವಿಡ್ ಸ್ಟೇಕಿಂಗ್‌ಗಾಗಿ ವಿಕೇಂದ್ರೀಕೃತ ಪರಿಹಾರ.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. Hipo Gang ಗೆ ಸೇರಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "Hipo Gang에 가입하세요",
    "shortDescription": "$HPO Airdrops를 받으세요.",
    "longDescription": "$HPO를 받으세요, Hipo 거버넌스 토큰입니다! Hipo 프로토콜이 지원하는 유동적 스테이킹을 위한 분산 솔루션입니다.",
    "errorDescription": "인증에 실패했습니다. Hipo Gang에 가입했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "Hipo Gang मध्ये सामील व्हा",
    "shortDescription": "$HPO Airdrops मिळवा.",
    "longDescription": "$HPO मिळवा, Hipo गव्हर्नन्स टोकन! Hipo प्रोटोकॉलद्वारे समर्थित लिक्विड स्टेकिंगसाठी विकेंद्रीकृत उपाय.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण Hipo Gang मध्ये सामील झालात का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Sertai Hipo Gang",
    "shortDescription": "Dapatkan $HPO Airdrops.",
    "longDescription": "Dapatkan $HPO, Token Tadbir Urus Hipo! Penyelesaian terdesentralisasi untuk staking cairan, didukung oleh protokol Hipo.",
    "errorDescription": "Pengesahan gagal. Pastikan anda menyertai Hipo Gang dan cuba lagi."
  },
  "nb": {
    "title": "Bli med i Hipo Gang",
    "shortDescription": "Tjen $HPO Airdrops.",
    "longDescription": "Tjen $HPO, Hipo Governance Token! Den desentraliserte løsningen for flytende staking, drevet av Hipo-protokollen.",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har blitt med i Hipo Gang, og prøv igjen."
  },
  "nn": {
    "title": "Bli med i Hipo Gang",
    "shortDescription": "Tjen $HPO Airdrops.",
    "longDescription": "Tjen $HPO, Hipo Governance Token! Den desentraliserte løysinga for flytande staking, driven av Hipo-protokollen.",
    "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du har blitt med i Hipo Gang, og prøv igjen."
  },
  "pa": {
    "title": "Hipo Gang ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
    "shortDescription": "$HPO Airdrops ਕਮਾਓ।",
    "longDescription": "$HPO ਕਮਾਓ, Hipo ਗਵਰਨੰਸ ਟੋਕਨ! Hipo ਪ੍ਰੋਟੋਕੋਲ ਦੁਆਰਾ ਚਲਾਇਆ ਗਿਆ ਤਰਲ ਸਟੇਕਿੰਗ ਲਈ ਵਿਕੇਂਦਰੀਕਰਿਤ ਹੱਲ।",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ Hipo Gang ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Dołącz do Hipo Gang",
    "shortDescription": "Zdobądź Airdrops $HPO.",
    "longDescription": "Zdobądź $HPO, token zarządzania Hipo! Zdecentralizowane rozwiązanie dla płynnego stakingu, zasilane przez protokół Hipo.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że dołączyłeś do Hipo Gang i spróbuj ponownie."
  },
  "pt": {
    "title": "Junte-se ao Hipo Gang",
    "shortDescription": "Ganhe Airdrops de $HPO.",
    "longDescription": "Ganhe $HPO, o Token de Governança Hipo! A solução descentralizada para staking líquido, alimentada pelo protocolo Hipo.",
    "errorDescription": "Falha na verificação. Verifique se você se juntou ao Hipo Gang e tente novamente."
  },
  "ro": {
    "title": "Alătură-te Hipo Gang",
    "shortDescription": "Câștigă $HPO Airdrops.",
    "longDescription": "Câștigă $HPO, tokenul de guvernare Hipo! Soluția descentralizată pentru staking lichid, susținută de protocolul Hipo.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că te-ai alăturat Hipo Gang și încearcă din nou."
  },
  "ru": {
    "title": "Присоединяйтесь к Hipo Gang",
    "shortDescription": "Зарабатывайте $HPO Airdrops.",
    "longDescription": "Зарабатывайте $HPO, токен управления Hipo! Децентрализованное решение для ликвидного стейкинга, поддерживаемое протоколом Hipo.",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы присоединились к Hipo Gang, и попробуйте снова."
  },
  "sk": {
    "title": "Pripojte sa k Hipo Gang",
    "shortDescription": "Získajte $HPO Airdrops.",
    "longDescription": "Získajte $HPO, Hipo Governance Token! Decentralizované riešenie pre likvidné staking, poháňané protokolom Hipo.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že ste sa pripojili k Hipo Gang, a skúste to znova."
  },
  "sl": {
    "title": "Pridružite se Hipo Gang",
    "shortDescription": "Zaslužite $HPO Airdrops.",
    "longDescription": "Zaslužite $HPO, Hipo Governance Token! Decentralizirana rešitev za likvidno staking, poganja jo Hipo protokol.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste se pridružili Hipo Gang, in poskusite znova."
  },
  "sq": {
    "title": "Bashkohuni me Hipo Gang",
    "shortDescription": "Fitoni $HPO Airdrops.",
    "longDescription": "Fitoni $HPO, Tokeni i Qeverisjes Hipo! Zgjidhja e decentralizuar për staking të lëngshëm, fuqizuar nga protokolli Hipo.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të jeni bashkuar me Hipo Gang dhe provoni përsëri."
  },
  "sv": {
    "title": "Gå med i Hipo Gang",
    "shortDescription": "Tjäna $HPO Airdrops.",
    "longDescription": "Tjäna $HPO, Hipo Governance Token! Den decentraliserade lösningen för flytande staking, drivs av Hipo-protokollet.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du har gått med i Hipo Gang och försök igen."
  },
  "te": {
    "title": "Hipo Gang లో చేరండి",
    "shortDescription": "$HPO Airdrops సంపాదించండి.",
    "longDescription": "$HPO సంపాదించండి, Hipo గవర్నెన్స్ టోకెన్! Hipo ప్రోటోకాల్ ద్వారా శక్తినిచ్చే లిక్విడ్ స్టేకింగ్ కోసం డీసెంట్రలైజ్డ్ సొల్యూషన్.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. Hipo Gang లో చేరారని నిర్ధారించుకుని మళ్లీ ప్రయత్నించండి."
  },
  "th": {
    "title": "เข้าร่วม Hipo Gang",
    "shortDescription": "รับ $HPO Airdrops",
    "longDescription": "รับ $HPO, โทเค็นการกำกับดูแลของ Hipo! โซลูชันการ staking แบบกระจายอำนาจที่ขับเคลื่อนโดยโปรโตคอล Hipo",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณเข้าร่วม Hipo Gang แล้วลองอีกครั้ง"
  },
  "tr": {
    "title": "Hipo Gang'e Katıl",
    "shortDescription": "$HPO Airdrops kazanın.",
    "longDescription": "$HPO, Hipo Yönetim Tokenini kazanın! Hipo protokolü ile desteklenen likit staking için merkeziyetsiz çözüm.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen Hipo Gang'e katıldığınızdan emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Приєднайтеся до Hipo Gang",
    "shortDescription": "Отримуйте $HPO Airdrops.",
    "longDescription": "Отримуйте $HPO, токен управління Hipo! Децентралізоване рішення для ліквідного стейкінгу, підтримуване протоколом Hipo.",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви приєдналися до Hipo Gang, і спробуйте ще раз."
  },
  "ur": {
    "title": "Hipo Gang میں شامل ہوں",
    "shortDescription": "$HPO Airdrops کمائیں۔",
    "longDescription": "$HPO حاصل کریں، Hipo گورننس ٹوکن! Hipo پروٹوکول کے ذریعے تقویت یافتہ لیکویڈ اسٹیکنگ کے لئے غیر مرکزی حل۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ Hipo Gang میں شامل ہو گئے ہیں اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Tham gia Hipo Gang",
    "shortDescription": "Nhận $HPO Airdrops.",
    "longDescription": "Nhận $HPO, Token Quản trị Hipo! Giải pháp phi tập trung cho staking lỏng, được hỗ trợ bởi giao thức Hipo.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã tham gia Hipo Gang và thử lại."
  },
  "zh-hant": {
    "title": "加入 Hipo Gang",
    "shortDescription": "獲得 $HPO Airdrops。",
    "longDescription": "賺取 $HPO，Hipo 治理代幣！由 Hipo 協議支持的流動質押的去中心化解決方案。",
    "errorDescription": "驗證失敗。請確保您已加入 Hipo Gang，然後再試一次。"
  },
  "zh": {
    "title": "加入 Hipo Gang",
    "shortDescription": "获得 $HPO Airdrops。",
    "longDescription": "赚取 $HPO，Hipo 治理代币！由 Hipo 协议支持的流动质押去中心化解决方案。",
    "errorDescription": "验证失败。请确保您已加入 Hipo Gang，然后重试。"
  }
}
