{
  "af": {
    "title": "Volg TOKERO op Facebook",
    "shortDescription": "Sluit vandag nog aan by die TOKERO-gemeenskap.",
    "longDescription": "Soek TOKERO op Facebook om op hoogte te bly van die nuutste nuus, opwindende gebeure en ons gemeenskap.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy TOKERO gevolg het en probeer weer."
  },
  "ar": {
    "title": "تابع TOKERO على فيسبوك",
    "shortDescription": "انضم إلى مجتمع TOKERO اليوم.",
    "longDescription": "أعجب بصفحة TOKERO على فيسبوك للبقاء على اتصال بأحدث الأخبار والفعاليات المثيرة ومجتمعنا.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك تابعت TOKERO وحاول مرة أخرى."
  },
  "az": {
    "title": "TOKERO'nu Facebook-da izləyin",
    "shortDescription": "Bu gün TOKERO icmasına qoşulun.",
    "longDescription": "Ən son xəbərlər, həyəcanverici tədbirlər və icmamızla əlaqədə qalmaq üçün TOKERO'nu Facebook-da bəyənin.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa, TOKERO'nu izlədiyinizdən əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Последвайте TOKERO във Facebook",
    "shortDescription": "Присъединете се към общността на TOKERO днес.",
    "longDescription": "Харесайте TOKERO във Facebook, за да останете свързани с последните новини, вълнуващи събития и нашата общност.",
    "errorDescription": "Верификацията не бе успешна. Моля, уверете се, че сте следвали TOKERO и опитайте отново."
  },
  "bn": {
    "title": "Facebook-এ TOKERO-কে অনুসরণ করুন",
    "shortDescription": "আজই TOKERO সম্প্রদায়ের অংশ হন।",
    "longDescription": "সর্বশেষ সংবাদ, রোমাঞ্চকর ইভেন্ট এবং আমাদের সম্প্রদায়ের সাথে সংযুক্ত থাকতে Facebook-এ TOKERO-কে লাইক করুন।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি TOKERO-কে অনুসরণ করেছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Sledujte TOKERO na Facebooku",
    "shortDescription": "Připojte se dnes ke komunitě TOKERO.",
    "longDescription": "Dejte lajk na TOKERO na Facebooku, abyste zůstali ve spojení s nejnovějšími zprávami, vzrušujícími událostmi a naší komunitou.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste sledovali TOKERO, a zkuste to znovu."
  },
  "de": {
    "title": "Folge TOKERO auf Facebook",
    "shortDescription": "Tritt noch heute der TOKERO-Community bei.",
    "longDescription": "Gefällt TOKERO auf Facebook, um mit den neuesten Nachrichten, spannenden Veranstaltungen und unserer Community verbunden zu bleiben.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du TOKERO folgst, und versuche es erneut."
  },
  "el": {
    "title": "Ακολούθησε το TOKERO στο Facebook",
    "shortDescription": "Γίνε μέλος της κοινότητας TOKERO σήμερα.",
    "longDescription": "Παρέαξε το TOKERO στο Facebook για να παραμείνεις συνδεδεμένος με τα τελευταία νέα, συναρπαστικά γεγονότα και την κοινότητά μας.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι ακολουθήσατε το TOKERO και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Follow TOKERO on Facebook",
    "shortDescription": "Join the TOKERO community today.",
    "longDescription": "Like TOKERO on Facebook to stay connected with the latest news, exciting events, and our community.",
    "errorDescription": "Verification failed. Please ensure you followed TOKERO and try again."
  },
  "es": {
    "title": "Sigue a TOKERO en Facebook",
    "shortDescription": "Únete a la comunidad de TOKERO hoy.",
    "longDescription": "Dale me gusta a TOKERO en Facebook para mantenerte conectado con las últimas noticias, eventos emocionantes y nuestra comunidad.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haber seguido a TOKERO e inténtalo de nuevo."
  },
  "fa": {
    "title": "TOKERO را در فیسبوک دنبال کنید",
    "shortDescription": "امروز به جامعه TOKERO بپیوندید.",
    "longDescription": "برای به‌روز ماندن با آخرین اخبار، رویدادهای هیجان‌انگیز و جامعه ما، TOKERO را در فیسبوک لایک کنید.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که TOKERO را دنبال کرده‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Suivez TOKERO sur Facebook",
    "shortDescription": "Rejoignez la communauté TOKERO dès aujourd'hui.",
    "longDescription": "Aimez TOKERO sur Facebook pour rester connecté avec les dernières nouvelles, événements passionnants et notre communauté.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez suivi TOKERO et réessayez."
  },
  "gu": {
    "title": "Facebook પર TOKERO ને ફોલો કરો",
    "shortDescription": "આજે જ TOKERO સમુદાયમાં જોડાઓ.",
    "longDescription": "ટોકેરો ને Facebook પર લાઈક કરો જેથી તમે તાજા સમાચાર, રોમાંચક ઇવેન્ટ્સ અને અમારી સમુદાય સાથે જોડાયેલા રહો.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે TOKERO ને ફોલો કર્યું છે અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "עקוב אחר TOKERO בפייסבוק",
    "shortDescription": "הצטרף לקהילת TOKERO היום.",
    "longDescription": "אהוב את TOKERO בפייסבוק כדי להישאר מחובר עם החדשות האחרונות, אירועים מרגשים והקהילה שלנו.",
    "errorDescription": "האימות נכשל. אנא ודא שהנך עוקב אחרי TOKERO ונסה שוב."
  },
  "hi": {
    "title": "Facebook पर TOKERO को फॉलो करें",
    "shortDescription": "आज ही TOKERO समुदाय में शामिल हों।",
    "longDescription": "ताजा समाचार, रोमांचक कार्यक्रमों और हमारे समुदाय के साथ जुड़े रहने के लिए Facebook पर TOKERO को लाइक करें।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आपने TOKERO को फॉलो किया है और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Kövessétek a TOKERO-t a Facebookon",
    "shortDescription": "Csatlakozz a TOKERO közösséghez még ma.",
    "longDescription": "Kedveld a TOKERO-t a Facebookon, hogy kapcsolatban maradj a legfrissebb hírekkel, izgalmas eseményekkel és közösségünkkel.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy követted a TOKERO-t, és próbáld újra."
  },
  "id": {
    "title": "Ikuti TOKERO di Facebook",
    "shortDescription": "Bergabunglah dengan komunitas TOKERO hari ini.",
    "longDescription": "Sukai TOKERO di Facebook untuk tetap terhubung dengan berita terbaru, acara menarik, dan komunitas kami.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda mengikuti TOKERO dan coba lagi."
  },
  "it": {
    "title": "Segui TOKERO su Facebook",
    "shortDescription": "Unisciti alla comunità di TOKERO oggi.",
    "longDescription": "Metti mi piace a TOKERO su Facebook per rimanere connesso con le ultime notizie, eventi entusiasmanti e la nostra comunità.",
    "errorDescription": "Verifica fallita. Assicurati di aver seguito TOKERO e riprova."
  },
  "ja": {
    "title": "FacebookでTOKEROをフォローする",
    "shortDescription": "今日からTOKEROコミュニティに参加しましょう。",
    "longDescription": "最新ニュース、エキサイティングなイベント、コミュニティとのつながりを保つために、FacebookでTOKEROを「いいね！」してください。",
    "errorDescription": "確認に失敗しました。TOKEROをフォローしていることを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Tindakake TOKERO ing Facebook",
    "shortDescription": "Gabung karo komunitas TOKERO dina iki.",
    "longDescription": "Like TOKERO ing Facebook kanggo tetep nyambung karo berita paling anyar, acara sing nyenengake, lan komunitas kita.",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan ngetutake TOKERO lan coba maneh."
  },
  "kn": {
    "title": "Facebook ನಲ್ಲಿ TOKERO ಅನ್ನು ಅನುಸರಿಸಿ",
    "shortDescription": "ಇಂದು TOKERO ಸಮುದಾಯಕ್ಕೆ ಸೇರ್ಪಡೆಗೊಳ್ಳಿ.",
    "longDescription": "ತಾಜಾ ಸುದ್ದಿ, ರೋಮಾಂಚಕ ಘಟನೆಗಳು ಮತ್ತು ನಮ್ಮ ಸಮುದಾಯದೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರಲು Facebook ನಲ್ಲಿ TOKERO ಅನ್ನು ಲೈಕ್ ಮಾಡಿ.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು TOKERO ಅನ್ನು ಅನುಸರಿಸುತ್ತಿದ್ದೀರಾ ಎಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "Facebook에서 TOKERO 팔로우하기",
    "shortDescription": "오늘 TOKERO 커뮤니티에 가입하세요.",
    "longDescription": "최신 뉴스, 흥미로운 이벤트 및 커뮤니티와 연결 상태를 유지하려면 Facebook에서 TOKERO를 좋아요하세요.",
    "errorDescription": "인증에 실패했습니다. TOKERO를 팔로우했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "Facebook वर TOKERO चे अनुसरण करा",
    "shortDescription": "आजच TOKERO समुदायात सामील व्हा.",
    "longDescription": "ताज्या बातम्या, रोमांचक कार्यक्रम आणि आमच्या समुदायाशी जोडलेले राहण्यासाठी Facebook वर TOKERO ला लाईक करा.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण TOKERO चे अनुसरण केले आहे याची खात्री करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Ikuti TOKERO di Facebook",
    "shortDescription": "Sertai komuniti TOKERO hari ini.",
    "longDescription": "Sukai TOKERO di Facebook untuk terus berhubung dengan berita terkini, acara menarik, dan komuniti kami.",
    "errorDescription": "Pengesahan gagal. Pastikan anda mengikuti TOKERO dan cuba lagi."
  },
  "nb": {
    "title": "Følg TOKERO på Facebook",
    "shortDescription": "Bli med i TOKERO-fellesskapet i dag.",
    "longDescription": "Lik TOKERO på Facebook for å holde deg oppdatert med de siste nyhetene, spennende arrangementer og vårt fellesskap.",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du følger TOKERO og prøv igjen."
  },
  "nn": {
    "title": "Følg TOKERO på Facebook",
    "shortDescription": "Bli med i TOKERO-fellesskapet i dag.",
    "longDescription": "Lik TOKERO på Facebook for å halde deg oppdatert med dei siste nyheita, spanande arrangement og vårt fellesskap.",
    "errorDescription": "Verifiseringa mislykka. Ver vennleg å sørg for at du følgjer TOKERO og prøv igjen."
  },
  "pa": {
    "title": "Facebook 'ਤੇ TOKERO ਨੂੰ ਫੋਲੋ ਕਰੋ",
    "shortDescription": "ਅੱਜ ਹੀ TOKERO ਕਮਿਊਨਿਟੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ।",
    "longDescription": "ਤਾਜ਼ਾ ਖਬਰਾਂ, ਰੋਮਾਂਚਕ ਸਮਾਗਮਾਂ ਅਤੇ ਸਾਡੀ ਕਮਿਊਨਿਟੀ ਨਾਲ ਜੁੜੇ ਰਹਿਣ ਲਈ Facebook 'ਤੇ TOKERO ਨੂੰ ਲਾਈਕ ਕਰੋ।",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ TOKERO ਨੂੰ ਫੋਲੋ ਕੀਤਾ ਹੈ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Śledź TOKERO na Facebooku",
    "shortDescription": "Dołącz do społeczności TOKERO już dziś.",
    "longDescription": "Polub TOKERO na Facebooku, aby być na bieżąco z najnowszymi wiadomościami, ekscytującymi wydarzeniami i naszą społecznością.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że śledzisz TOKERO i spróbuj ponownie."
  },
  "pt": {
    "title": "Siga a TOKERO no Facebook",
    "shortDescription": "Junte-se à comunidade TOKERO hoje.",
    "longDescription": "Curta a TOKERO no Facebook para ficar conectado com as últimas notícias, eventos emocionantes e nossa comunidade.",
    "errorDescription": "Falha na verificação. Verifique se você seguiu a TOKERO e tente novamente."
  },
  "ro": {
    "title": "Urmărește TOKERO pe Facebook",
    "shortDescription": "Alătură-te comunității TOKERO astăzi.",
    "longDescription": "Dă like la TOKERO pe Facebook pentru a rămâne conectat cu cele mai recente știri, evenimente captivante și comunitatea noastră.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că ai urmărit TOKERO și încearcă din nou."
  },
  "ru": {
    "title": "Подпишитесь на TOKERO в Facebook",
    "shortDescription": "Присоединяйтесь к сообществу TOKERO сегодня.",
    "longDescription": "Поставьте лайк TOKERO на Facebook, чтобы оставаться в курсе последних новостей, увлекательных событий и нашего сообщества.",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы подписались на TOKERO, и попробуйте снова."
  },
  "sk": {
    "title": "Sledujte TOKERO na Facebooku",
    "shortDescription": "Pripojte sa dnes ku komunite TOKERO.",
    "longDescription": "Dajte lajk TOKERO na Facebooku, aby ste zostali informovaní o najnovších správach, vzrušujúcich udalostiach a našej komunite.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že sledujete TOKERO, a skúste to znova."
  },
  "sl": {
    "title": "Sledite TOKERO na Facebooku",
    "shortDescription": "Pridružite se danes skupnosti TOKERO.",
    "longDescription": "Všečkajte TOKERO na Facebooku, da ostanete povezani z najnovejšimi novicami, vznemirljivimi dogodki in našo skupnostjo.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da sledite TOKERO, in poskusite znova."
  },
  "sq": {
    "title": "Ndiqni TOKERO në Facebook",
    "shortDescription": "Bashkohuni me komunitetin e TOKERO sot.",
    "longDescription": "Dua TOKERO në Facebook për të mbetur i lidhur me lajmet më të fundit, ngjarjet emocionuese dhe komunitetin tonë.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të keni ndjekur TOKERO dhe provoni përsëri."
  },
  "sv": {
    "title": "Följ TOKERO på Facebook",
    "shortDescription": "Gå med i TOKERO-gemenskapen idag.",
    "longDescription": "Gilla TOKERO på Facebook för att hålla dig uppdaterad med de senaste nyheterna, spännande evenemangen och vår gemenskap.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du följer TOKERO och försök igen."
  },
  "te": {
    "title": "Facebookలో TOKEROని అనుసరించండి",
    "shortDescription": "ఈ రోజు TOKERO సమాజంలో చేరండి.",
    "longDescription": "తాజా వార్తలు, ఉత్కంఠభరితమైన ఈవెంట్లు మరియు మా సమాజంతో కనెక్ట్‌గా ఉండడానికి Facebookలో TOKEROని లైక్ చేయండి.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. దయచేసి మీరు TOKEROని అనుసరిస్తున్నారో లేదో నిర్ధారించుకోండి మరియు మళ్ళీ ప్రయత్నించండి."
  },
  "th": {
    "title": "ติดตาม TOKERO บน Facebook",
    "shortDescription": "เข้าร่วมชุมชน TOKERO วันนี้",
    "longDescription": "กดถูกใจ TOKERO บน Facebook เพื่อให้คุณเชื่อมต่อกับข่าวสารล่าสุด กิจกรรมที่น่าตื่นเต้น และชุมชนของเรา",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณได้ติดตาม TOKERO แล้วและลองอีกครั้ง"
  },
  "tr": {
    "title": "Facebook'ta TOKERO'yu Takip Edin",
    "shortDescription": "Bugün TOKERO topluluğuna katılın.",
    "longDescription": "En son haberler, heyecan verici etkinlikler ve topluluğumuzla bağlantıda kalmak için Facebook'ta TOKERO'yu beğenin.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen TOKERO'yu takip ettiğinizden emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Підпишіться на TOKERO у Facebook",
    "shortDescription": "Приєднуйтесь до спільноти TOKERO сьогодні.",
    "longDescription": "Поставте лайк TOKERO у Facebook, щоб залишатися на зв’язку з останніми новинами, захоплюючими подіями та нашою спільнотою.",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви підписалися на TOKERO, і спробуйте ще раз."
  },
  "ur": {
    "title": "Facebook پر TOKERO کو فالو کریں",
    "shortDescription": "آج ہی TOKERO کمیونٹی میں شامل ہوں۔",
    "longDescription": "تازہ ترین خبریں، دلچسپ ایونٹس، اور ہماری کمیونٹی کے ساتھ جڑے رہنے کے لیے Facebook پر TOKERO کو لائیک کریں۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ نے TOKERO کو فالو کیا ہے اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Theo dõi TOKERO trên Facebook",
    "shortDescription": "Tham gia cộng đồng TOKERO ngay hôm nay.",
    "longDescription": "Like TOKERO trên Facebook để luôn cập nhật với những tin tức mới nhất, sự kiện thú vị và cộng đồng của chúng tôi.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã theo dõi TOKERO và thử lại."
  },
  "zh-hant": {
    "title": "在 Facebook 上關注 TOKERO",
    "shortDescription": "立即加入 TOKERO 社群。",
    "longDescription": "喜歡 Facebook 上的 TOKERO，以保持與最新新聞、精彩活動和我們的社群的連結。",
    "errorDescription": "驗證失敗。請確保您已關注 TOKERO，然後再試一次。"
  },
  "zh": {
    "title": "在 Facebook 上关注 TOKERO",
    "shortDescription": "今天就加入 TOKERO 社区。",
    "longDescription": "点赞 Facebook 上的 TOKERO，保持与最新新闻、精彩活动和我们的社区的联系。",
    "errorDescription": "验证失败。请确保您已关注 TOKERO，然后重试。"
  }
}