{
  "af": {
    "title": "Skakel met TOKERO op LinkedIn",
    "shortDescription": "Groei saam met TOKERO se professionele opdaterings.",
    "longDescription": "Volg TOKERO op LinkedIn vir insigte in die bedryf, professionele opdaterings en loopbaangeleenthede.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy TOKERO gevolg het en probeer weer."
  },
  "ar": {
    "title": "تواصل مع TOKERO على LinkedIn",
    "shortDescription": "نمُ مع تحديثات TOKERO المهنية.",
    "longDescription": "تابع TOKERO على LinkedIn للحصول على رؤى في الصناعة، تحديثات مهنية، وفرص مهنية.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك تابعت TOKERO وحاول مرة أخرى."
  },
  "az": {
    "title": "TOKERO ilə LinkedIn-də əlaqə saxlayın",
    "shortDescription": "TOKERO-nun peşəkar yenilikləri ilə böyüyün.",
    "longDescription": "Sənaye baxışları, peşəkar yeniliklər və karyera imkanları üçün LinkedIn-də TOKERO'nu izləyin.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa, TOKERO'nu izlədiyinizdən əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Свържете се с TOKERO в LinkedIn",
    "shortDescription": "Растете с професионалните актуализации на TOKERO.",
    "longDescription": "Последвайте TOKERO в LinkedIn за индустриални прозрения, професионални актуализации и възможности за кариера.",
    "errorDescription": "Верификацията не бе успешна. Моля, уверете се, че сте следвали TOKERO и опитайте отново."
  },
  "bn": {
    "title": "LinkedIn-এ TOKERO-র সাথে সংযুক্ত হোন",
    "shortDescription": "TOKERO-এর পেশাদার আপডেটগুলির সাথে বৃদ্ধি পান।",
    "longDescription": "শিল্পের অন্তর্দৃষ্টি, পেশাদার আপডেট এবং ক্যারিয়ার সুযোগের জন্য LinkedIn-এ TOKERO-কে অনুসরণ করুন।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি TOKERO-কে অনুসরণ করেছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Propojte se s TOKERO na LinkedIn",
    "shortDescription": "Růst s profesionálními aktualizacemi TOKERO.",
    "longDescription": "Sledujte TOKERO na LinkedIn pro průmyslové poznatky, profesionální aktualizace a kariérní příležitosti.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste sledovali TOKERO, a zkuste to znovu."
  },
  "de": {
    "title": "Verbinde dich mit TOKERO auf LinkedIn",
    "shortDescription": "Wachse mit den professionellen Updates von TOKERO.",
    "longDescription": "Folge TOKERO auf LinkedIn für Brancheninsights, professionelle Updates und Karrieremöglichkeiten.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du TOKERO folgst, und versuche es erneut."
  },
  "el": {
    "title": "Συνδεθείτε με το TOKERO στο LinkedIn",
    "shortDescription": "Αναπτυχθείτε με τις επαγγελματικές ενημερώσεις του TOKERO.",
    "longDescription": "Ακολουθήστε το TOKERO στο LinkedIn για βιομηχανικές πληροφορίες, επαγγελματικές ενημερώσεις και ευκαιρίες καριέρας.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι ακολουθήσατε το TOKERO και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Connect with TOKERO on LinkedIn",
    "shortDescription": "Grow with TOKERO’s professional updates.",
    "longDescription": "Follow TOKERO on LinkedIn for industry insights, professional updates, and career opportunities.",
    "errorDescription": "Verification failed. Please ensure you followed TOKERO and try again."
  },
  "es": {
    "title": "Conéctate con TOKERO en LinkedIn",
    "shortDescription": "Crece con las actualizaciones profesionales de TOKERO.",
    "longDescription": "Sigue a TOKERO en LinkedIn para obtener conocimientos de la industria, actualizaciones profesionales y oportunidades de carrera.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haber seguido a TOKERO e inténtalo de nuevo."
  },
  "fa": {
    "title": "با TOKERO در LinkedIn ارتباط برقرار کنید",
    "shortDescription": "با به‌روزرسانی‌های حرفه‌ای TOKERO رشد کنید.",
    "longDescription": "برای دسترسی به دیدگاه‌های صنعتی، به‌روزرسانی‌های حرفه‌ای و فرصت‌های شغلی، TOKERO را در LinkedIn دنبال کنید.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که TOKERO را دنبال کرده‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Connectez-vous avec TOKERO sur LinkedIn",
    "shortDescription": "Développez-vous avec les mises à jour professionnelles de TOKERO.",
    "longDescription": "Suivez TOKERO sur LinkedIn pour des insights sectoriels, des mises à jour professionnelles et des opportunités de carrière.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez suivi TOKERO et réessayez."
  },
  "gu": {
    "title": "LinkedIn પર TOKERO સાથે કનેક્ટ કરો",
    "shortDescription": "TOKERO ની વ્યાવસાયિક અપડેટ્સ સાથે વધારો.",
    "longDescription": "ઉદ્યોગની જ્ઞાનસંગ્રહ, વ્યાવસાયિક અપડેટ્સ અને કારકિર્દી તક માટે LinkedIn પર TOKERO ને અનુસરો.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે TOKERO ને અનુસરી રહ્યા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "התחברו עם TOKERO בלינקדאין",
    "shortDescription": "גדלו עם העדכונים המקצועיים של TOKERO.",
    "longDescription": "עקבו אחרי TOKERO בלינקדאין לקבלת תובנות בתעשייה, עדכונים מקצועיים והזדמנויות קריירה.",
    "errorDescription": "האימות נכשל. אנא ודא שהנך עוקב אחרי TOKERO ונסה שוב."
  },
  "hi": {
    "title": "LinkedIn पर TOKERO से जुड़ें",
    "shortDescription": "TOKERO के पेशेवर अपडेट्स के साथ बढ़ें।",
    "longDescription": "उद्योग की अंतर्दृष्टि, पेशेवर अपडेट्स और करियर के अवसरों के लिए LinkedIn पर TOKERO को फॉलो करें।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आपने TOKERO को फॉलो किया है और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Csatlakozz a TOKERO-hoz a LinkedIn-en",
    "shortDescription": "Növekedj a TOKERO professzionális frissítéseivel.",
    "longDescription": "Kövess téged a TOKERO-t a LinkedIn-en, hogy iparági betekintéseket, professzionális frissítéseket és karrierlehetőségeket kapj.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy követted a TOKERO-t, és próbáld újra."
  },
  "id": {
    "title": "Hubungkan dengan TOKERO di LinkedIn",
    "shortDescription": "Berkembanglah dengan pembaruan profesional TOKERO.",
    "longDescription": "Ikuti TOKERO di LinkedIn untuk wawasan industri, pembaruan profesional, dan peluang karier.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda mengikuti TOKERO dan coba lagi."
  },
  "it": {
    "title": "Connettiti con TOKERO su LinkedIn",
    "shortDescription": "Cresci con gli aggiornamenti professionali di TOKERO.",
    "longDescription": "Segui TOKERO su LinkedIn per approfondimenti sull'industria, aggiornamenti professionali e opportunità di carriera.",
    "errorDescription": "Verifica fallita. Assicurati di aver seguito TOKERO e riprova."
  },
  "ja": {
    "title": "LinkedInでTOKEROと繋がる",
    "shortDescription": "TOKEROのプロフェッショナルなアップデートで成長しましょう。",
    "longDescription": "業界の洞察、プロフェッショナルなアップデート、キャリアの機会のためにLinkedInでTOKEROをフォローしてください。",
    "errorDescription": "確認に失敗しました。TOKEROをフォローしていることを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Gabung karo TOKERO ing LinkedIn",
    "shortDescription": "Tandangi karo pembaruan profesional TOKERO.",
    "longDescription": "Tindakake TOKERO ing LinkedIn kanggo ngakses wawasan industri, pembaruan profesional, lan kesempatan karir.",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan ngetutake TOKERO lan coba maneh."
  },
  "kn": {
    "title": "LinkedIn ನಲ್ಲಿ TOKERO ಜೊತೆ ಸಂಪರ್ಕ ಮಾಡಿ",
    "shortDescription": "TOKERO ನ ವೃತ್ತಿಪರ ಅಪ್ಡೇಟ್‌ಗಳೊಂದಿಗೆ ಬೆಳೆಯಿರಿ.",
    "longDescription": "ಉದ್ಯಮದ ಒಳನೋಟಗಳು, ವೃತ್ತಿಪರ ಅಪ್ಡೇಟ್‌ಗಳು ಮತ್ತು ವೃತ್ತಿ ಅವಕಾಶಗಳಿಗಾಗಿ LinkedIn ನಲ್ಲಿ TOKERO ಅನ್ನು ಅನುಸರಿಸಿ.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು TOKERO ಅನ್ನು ಅನುಸರಿಸುತ್ತಿದ್ದೀರಾ ಎಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "LinkedIn에서 TOKERO와 연결하기",
    "shortDescription": "TOKERO의 전문 업데이트와 함께 성장하세요.",
    "longDescription": "산업 인사이트, 전문 업데이트 및 경력 기회를 위해 LinkedIn에서 TOKERO를 팔로우하세요.",
    "errorDescription": "인증에 실패했습니다. TOKERO를 팔로우했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "LinkedIn वर TOKERO शी कनेक्ट व्हा",
    "shortDescription": "TOKERO च्या व्यावसायिक अपडेट्ससह वाढा.",
    "longDescription": "उद्योगातील अंतर्दृष्टी, व्यावसायिक अपडेट्स आणि करिअरच्या संधींसाठी LinkedIn वर TOKERO चे अनुसरण करा.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण TOKERO चे अनुसरण केले आहे याची खात्री करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Sambung dengan TOKERO di LinkedIn",
    "shortDescription": "Berkembang bersama kemas kini profesional TOKERO.",
    "longDescription": "Ikuti TOKERO di LinkedIn untuk wawasan industri, kemas kini profesional, dan peluang kerjaya.",
    "errorDescription": "Pengesahan gagal. Pastikan anda mengikuti TOKERO dan cuba lagi."
  },
  "nb": {
    "title": "Koble til TOKERO på LinkedIn",
    "shortDescription": "Voks med TOKERO sine profesjonelle oppdateringer.",
    "longDescription": "Følg TOKERO på LinkedIn for bransjeinnsikt, profesjonelle oppdateringer og karrieremuligheter.",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du følger TOKERO og prøv igjen."
  },
  "nn": {
    "title": "Koble til TOKERO på LinkedIn",
    "shortDescription": "Voks med TOKERO sine profesjonelle oppdateringar.",
    "longDescription": "Følg TOKERO på LinkedIn for bransjeinnsikt, profesjonelle oppdateringar og karrieremoglegheiter.",
    "errorDescription": "Verifiseringa mislykka. Ver vennleg å sørg for at du følgjer TOKERO og prøv igjen."
  },
  "pa": {
    "title": "LinkedIn 'ਤੇ TOKERO ਨਾਲ ਜੁੜੋ",
    "shortDescription": "TOKERO ਦੇ ਪੇਸ਼ਾਵਰ ਅਪਡੇਟਸ ਨਾਲ ਵਧੋ।",
    "longDescription": "ਉਦਯੋਗ ਦੀਆਂ ਜਾਣਕਾਰੀਆਂ, ਪੇਸ਼ਾਵਰ ਅਪਡੇਟਸ ਅਤੇ ਕਰੀਅਰ ਮੌਕੇ ਲਈ LinkedIn 'ਤੇ TOKERO ਨੂੰ ਫੋਲੋ ਕਰੋ।",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ TOKERO ਨੂੰ ਫੋਲੋ ਕੀਤਾ ਹੈ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Połącz się z TOKERO na LinkedIn",
    "shortDescription": "Rozwijaj się z profesjonalnymi aktualizacjami TOKERO.",
    "longDescription": "Śledź TOKERO na LinkedIn, aby uzyskać wgląd w branżę, profesjonalne aktualizacje i możliwości kariery.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że śledzisz TOKERO i spróbuj ponownie."
  },
  "pt": {
    "title": "Conecte-se com a TOKERO no LinkedIn",
    "shortDescription": "Cresça com as atualizações profissionais da TOKERO.",
    "longDescription": "Siga a TOKERO no LinkedIn para obter insights da indústria, atualizações profissionais e oportunidades de carreira.",
    "errorDescription": "Falha na verificação. Verifique se você seguiu a TOKERO e tente novamente."
  },
  "ro": {
    "title": "Conectează-te cu TOKERO pe LinkedIn",
    "shortDescription": "Cresteti alături de actualizările profesionale ale TOKERO.",
    "longDescription": "Urmărește TOKERO pe LinkedIn pentru a obține perspective din industrie, actualizări profesionale și oportunități de carieră.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că ai urmărit TOKERO și încearcă din nou."
  },
  "ru": {
    "title": "Свяжитесь с TOKERO в LinkedIn",
    "shortDescription": "Растите с профессиональными обновлениями TOKERO.",
    "longDescription": "Следуйте за TOKERO в LinkedIn, чтобы получать отраслевые инсайты, профессиональные обновления и карьерные возможности.",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы подписались на TOKERO, и попробуйте снова."
  },
  "sk": {
    "title": "Spojte sa s TOKERO na LinkedIn",
    "shortDescription": "Rast s profesionálnymi aktualizáciami TOKERO.",
    "longDescription": "Sledujte TOKERO na LinkedIn pre priemyselné poznatky, profesionálne aktualizácie a kariérne príležitosti.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že sledujete TOKERO, a skúste to znova."
  },
  "sl": {
    "title": "Povežite se s TOKERO na LinkedIn",
    "shortDescription": "Rastejte s profesionalnimi posodobitvami TOKERO.",
    "longDescription": "Sledite TOKERO na LinkedIn za vpogledi v industrijo, profesionalnimi posodobitvami in kariernimi priložnostmi.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da sledite TOKERO, in poskusite znova."
  },
  "sq": {
    "title": "Lidhu me TOKERO në LinkedIn",
    "shortDescription": "Rrituni me përditësimet profesionale të TOKERO.",
    "longDescription": "Ndiqni TOKERO në LinkedIn për të marrë njohuri të industrisë, përditësime profesionale dhe mundësi karriere.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të keni ndjekur TOKERO dhe provoni përsëri."
  },
  "sv": {
    "title": "Anslut till TOKERO på LinkedIn",
    "shortDescription": "Väx med TOKERO:s professionella uppdateringar.",
    "longDescription": "Följ TOKERO på LinkedIn för branschinsikter, professionella uppdateringar och karriärmöjligheter.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du följer TOKERO och försök igen."
  },
  "te": {
    "title": "LinkedIn లో TOKERO తో కనెక్ట్ అవ్వండి",
    "shortDescription": "TOKERO యొక్క ప్రొఫెషనల్ అప్డేట్స్‌తో వృద్ధి చెందండి.",
    "longDescription": "వృత్తి పరిశ్రమ అభిప్రాయాలు, ప్రొఫెషనల్ అప్డేట్స్ మరియు కెరీర్ అవకాశాల కోసం LinkedIn లో TOKERO ను ఫాలో చేయండి.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. దయచేసి మీరు TOKERO ను ఫాలో చేస్తున్నారో లేదో నిర్ధారించుకోండి మరియు మళ్ళీ ప్రయత్నించండి."
  },
  "th": {
    "title": "เชื่อมต่อกับ TOKERO บน LinkedIn",
    "shortDescription": "เติบโตไปพร้อมกับการอัปเดตระดับมืออาชีพของ TOKERO",
    "longDescription": "ติดตาม TOKERO บน LinkedIn เพื่อรับข้อมูลเชิงลึกในอุตสาหกรรม การอัปเดตระดับมืออาชีพ และโอกาสในการทำงาน",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณได้ติดตาม TOKERO แล้วและลองอีกครั้ง"
  },
  "tr": {
    "title": "LinkedIn'de TOKERO ile Bağlanın",
    "shortDescription": "TOKERO'nun profesyonel güncellemeleriyle büyüyün.",
    "longDescription": "Sektör içgörüleri, profesyonel güncellemeler ve kariyer fırsatları için LinkedIn'de TOKERO'yu takip edin.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen TOKERO'yu takip ettiğinizden emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Підпишіться на TOKERO у LinkedIn",
    "shortDescription": "Розвивайтесь разом з професійними оновленнями TOKERO.",
    "longDescription": "Підписуйтеся на TOKERO у LinkedIn, щоб отримати індустріальні інсайти, професійні оновлення та кар'єрні можливості.",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви підписалися на TOKERO, і спробуйте ще раз."
  },
  "ur": {
    "title": "LinkedIn پر TOKERO کے ساتھ جڑیں",
    "shortDescription": "TOKERO کی پیشہ ورانہ اپ ڈیٹس کے ساتھ ترقی کریں۔",
    "longDescription": "صنعتی بصیرت، پیشہ ورانہ اپ ڈیٹس، اور کیریئر کے مواقع کے لیے LinkedIn پر TOKERO کو فالو کریں۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ نے TOKERO کو فالو کیا ہے اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Kết nối với TOKERO trên LinkedIn",
    "shortDescription": "Phát triển cùng các cập nhật chuyên nghiệp của TOKERO.",
    "longDescription": "Theo dõi TOKERO trên LinkedIn để có những hiểu biết về ngành, cập nhật chuyên nghiệp và cơ hội nghề nghiệp.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã theo dõi TOKERO và thử lại."
  },
  "zh-hant": {
    "title": "在 LinkedIn 上連接 TOKERO",
    "shortDescription": "與 TOKERO 的專業更新一起成長。",
    "longDescription": "在 LinkedIn 上關注 TOKERO，以獲取行業見解、專業更新和職業機會。",
    "errorDescription": "驗證失敗。請確保您已連接 TOKERO，然後再試一次。"
  },
  "zh": {
    "title": "在 LinkedIn 上连接 TOKERO",
    "shortDescription": "与 TOKERO 的专业更新一起成长。",
    "longDescription": "关注 LinkedIn 上的 TOKERO，获取行业见解、专业更新和职业机会。",
    "errorDescription": "验证失败。请确保您已连接 TOKERO，然后重试。"
  }
}