{
  "af": {
    "title": "Teken in op TOKERO op YouTube",
    "shortDescription": "Verken video's en insigte van TOKERO.",
    "longDescription": "Teken in op TOKERO op YouTube om toegang te hê tot tutorials, diepgaande video's en eksklusiewe inhoud.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy ingeskryf het by TOKERO en probeer weer."
  },
  "ar": {
    "title": "اشترك في TOKERO على يوتيوب",
    "shortDescription": "استكشف مقاطع الفيديو والأفكار من TOKERO.",
    "longDescription": "اشترك في TOKERO على يوتيوب للوصول إلى الدروس التعليمية، الفيديوهات المتعمقة، والمحتوى الحصري.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك اشتركت في TOKERO وحاول مرة أخرى."
  },
  "az": {
    "title": "YouTube-da TOKERO'ya abunə olun",
    "shortDescription": "TOKERO-dan videoları və fikirləri kəşf edin.",
    "longDescription": "Tutoriallara, dərin videolara və eksklüziv məzmuna daxil olmaq üçün YouTube-da TOKERO'ya abunə olun.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa, TOKERO'ya abunə olduğunuzdan əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Абонирайте се за TOKERO в YouTube",
    "shortDescription": "Разгледайте видеоклипове и прозрения от TOKERO.",
    "longDescription": "Абонирайте се за TOKERO в YouTube, за да имате достъп до уроци, задълбочени видеа и ексклузивно съдържание.",
    "errorDescription": "Верификацията не бе успешна. Моля, уверете се, че сте се абонирали за TOKERO и опитайте отново."
  },
  "bn": {
    "title": "YouTube-এ TOKERO-তে সাবস্ক্রাইব করুন",
    "shortDescription": "TOKERO থেকে ভিডিও এবং অন্তর্দৃষ্টি অন্বেষণ করুন।",
    "longDescription": "টিউটোরিয়াল, গভীর ভিডিও এবং একচেটিয়া সামগ্রী অ্যাক্সেস করার জন্য YouTube-এ TOKERO-তে সাবস্ক্রাইব করুন।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি TOKERO-তে সাবস্ক্রাইব করেছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Přihlaste se k TOKERO na YouTube",
    "shortDescription": "Prozkoumejte videa a poznatky od TOKERO.",
    "longDescription": "Přihlaste se k TOKERO na YouTube, abyste získali přístup k tutoriálům, podrobným videím a exkluzivnímu obsahu.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste se přihlásili k odběru TOKERO, a zkuste to znovu."
  },
  "de": {
    "title": "Abonniere TOKERO auf YouTube",
    "shortDescription": "Entdecke Videos und Einblicke von TOKERO.",
    "longDescription": "Abonniere TOKERO auf YouTube, um Zugriff auf Tutorials, ausführliche Videos und exklusiven Inhalt zu erhalten.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du TOKERO abonniert hast, und versuche es erneut."
  },
  "el": {
    "title": "Εγγραφείτε στο TOKERO στο YouTube",
    "shortDescription": "Εξερευνήστε βίντεο και πληροφορίες από το TOKERO.",
    "longDescription": "Εγγραφείτε στο TOKERO στο YouTube για να έχετε πρόσβαση σε μαθήματα, εις βάθος βίντεο και αποκλειστικό περιεχόμενο.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε εγγραφεί στο TOKERO και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Subscribe to TOKERO on YouTube",
    "shortDescription": "Explore videos and insights from TOKERO.",
    "longDescription": "Subscribe to TOKERO on YouTube to access tutorials, in-depth videos, and exclusive content.",
    "errorDescription": "Verification failed. Please ensure you subscribed to TOKERO and try again."
  },
  "es": {
    "title": "Suscríbete a TOKERO en YouTube",
    "shortDescription": "Explora videos e ideas de TOKERO.",
    "longDescription": "Suscríbete a TOKERO en YouTube para acceder a tutoriales, videos detallados y contenido exclusivo.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haberte suscrito a TOKERO e inténtalo de nuevo."
  },
  "fa": {
    "title": "در YouTube به TOKERO مشترک شوید",
    "shortDescription": "ویدیوها و بینش‌های TOKERO را کشف کنید.",
    "longDescription": "برای دسترسی به آموزش‌ها، ویدیوهای عمیق و محتوای انحصاری، در YouTube به TOKERO مشترک شوید.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که به TOKERO مشترک شده‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Abonnez-vous à TOKERO sur YouTube",
    "shortDescription": "Explorez les vidéos et les insights de TOKERO.",
    "longDescription": "Abonnez-vous à TOKERO sur YouTube pour accéder à des tutoriels, des vidéos approfondies et du contenu exclusif.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous vous êtes abonné à TOKERO et réessayez."
  },
  "gu": {
    "title": "YouTube પર TOKERO ને સબસ્ક્રાઇબ કરો",
    "shortDescription": "TOKERO ની વિડિઓઝ અને દૃષ્ટિ ખોજો.",
    "longDescription": "YouTube પર TOKERO ને સબસ્ક્રાઇબ કરો જેથી તમે ટ્યુટોરીયલ્સ, ઊંડાણપૂર્વકની વિડિઓઝ અને વિશિષ્ટ સામગ્રીમાં પ્રવેશ મેળવી શકો.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે TOKERO ને સબસ્ક્રાઇબ કર્યું છે અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "הירשם ל-TOKERO ביוטיוב",
    "shortDescription": "חקור סרטונים ותובנות מ-TOKERO.",
    "longDescription": "הירשם ל-TOKERO ביוטיוב כדי לגשת למדריכים, סרטונים מעמיקים ותוכן בלעדי.",
    "errorDescription": "האימות נכשל. אנא ודא שהירשמת ל-TOKERO ונסה שוב."
  },
  "hi": {
    "title": "YouTube पर TOKERO को सब्सक्राइब करें",
    "shortDescription": "TOKERO से वीडियो और अंतर्दृष्टि का अन्वेषण करें।",
    "longDescription": "ट्यूटोरियल, गहराई से वीडियो और विशेष सामग्री तक पहुँचने के लिए YouTube पर TOKERO को सब्सक्राइब करें।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आपने TOKERO को सब्सक्राइब किया है और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Iratkozz fel a TOKERO YouTube csatornájára",
    "shortDescription": "Fedezd fel a TOKERO videóit és betekintéseit.",
    "longDescription": "Iratkozz fel a TOKERO YouTube csatornájára, hogy hozzáférhess oktatóanyagokhoz, mélyreható videókhoz és exkluzív tartalmakhoz.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy feliratkoztál a TOKERO csatornájára, és próbáld újra."
  },
  "id": {
    "title": "Langganan TOKERO di YouTube",
    "shortDescription": "Jelajahi video dan wawasan dari TOKERO.",
    "longDescription": "Langganan TOKERO di YouTube untuk mengakses tutorial, video mendalam, dan konten eksklusif.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda telah berlangganan TOKERO dan coba lagi."
  },
  "it": {
    "title": "Iscriviti a TOKERO su YouTube",
    "shortDescription": "Esplora video e approfondimenti di TOKERO.",
    "longDescription": "Iscriviti a TOKERO su YouTube per accedere a tutorial, video approfonditi e contenuti esclusivi.",
    "errorDescription": "Verifica fallita. Assicurati di esserti iscritto a TOKERO e riprova."
  },
  "ja": {
    "title": "YouTubeでTOKEROを購読する",
    "shortDescription": "TOKEROのビデオと洞察を探求しましょう。",
    "longDescription": "YouTubeでTOKEROを購読して、チュートリアル、詳細なビデオ、そして限定コンテンツにアクセスしましょう。",
    "errorDescription": "確認に失敗しました。TOKEROを購読していることを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Langganan TOKERO ing YouTube",
    "shortDescription": "Jelajahi video lan wawasan saka TOKERO.",
    "longDescription": "Langganan TOKERO ing YouTube kanggo ngakses tutorial, video jero, lan konten eksklusif.",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis langganan TOKERO lan coba maneh."
  },
  "kn": {
    "title": "YouTube ನಲ್ಲಿ TOKERO ಗೆ ಸಬ್ಸ್ಕ್ರೈಬ್ ಮಾಡಿ",
    "shortDescription": "TOKERO ನಿಂದ ವೀಡಿಯೊಗಳು ಮತ್ತು ಒಳನೋಟಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.",
    "longDescription": "YouTube ನಲ್ಲಿ TOKERO ಗೆ ಸಬ್ಸ್ಕ್ರೈಬ್ ಮಾಡಿ ಟ್ಯುಟೋರಿಯಲ್ಗಳು, ಆಳವಾದ ವೀಡಿಯೊಗಳು ಮತ್ತು ವಿಶಿಷ್ಟ ವಿಷಯಗಳನ್ನು ಪ್ರವೇಶಿಸಲು.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು TOKERO ಗೆ ಸಬ್ಸ್ಕ್ರೈಬ್ ಮಾಡಿರುವುದನ್ನು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "YouTube에서 TOKERO 구독하기",
    "shortDescription": "TOKERO의 비디오와 인사이트를 탐색하세요.",
    "longDescription": "튜토리얼, 심층 비디오 및 독점 콘텐츠에 액세스하려면 YouTube에서 TOKERO를 구독하세요.",
    "errorDescription": "인증에 실패했습니다. TOKERO를 구독했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "YouTube वर TOKERO ला सदस्यता घ्या",
    "shortDescription": "TOKERO कडून व्हिडिओ आणि अंतर्दृष्टींचा अन्वेषण करा.",
    "longDescription": "ट्यूटोरियल्स, सखोल व्हिडिओ आणि विशेष सामग्री ऍक्सेस करण्यासाठी YouTube वर TOKERO ला सदस्यता घ्या.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण TOKERO ला सदस्यता घेतली आहे याची खात्री करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Langgan TOKERO di YouTube",
    "shortDescription": "Terokai video dan wawasan dari TOKERO.",
    "longDescription": "Langgan TOKERO di YouTube untuk mengakses tutorial, video mendalam, dan kandungan eksklusif.",
    "errorDescription": "Pengesahan gagal. Pastikan anda telah melanggan TOKERO dan cuba lagi."
  },
  "nb": {
    "title": "Abonner deg på TOKERO på YouTube",
    "shortDescription": "Utforsk videoer og innsikt fra TOKERO.",
    "longDescription": "Abonner deg på TOKERO på YouTube for å få tilgang til veiledninger, dyptgående videoer og eksklusivt innhold.",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har abonnert på TOKERO og prøv igjen."
  },
  "nn": {
    "title": "Abonner på TOKERO på YouTube",
    "shortDescription": "Utforsk videoar og innsikt frå TOKERO.",
    "longDescription": "Abonner på TOKERO på YouTube for å få tilgang til tutorials, djupgåande videoar og eksklusivt innhald.",
    "errorDescription": "Verifiseringen mislykka. Ver vennleg å sørg for at du har abonnert på TOKERO og prøv igjen."
  },
  "pa": {
    "title": "YouTube 'ਤੇ TOKERO ਨੂੰ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ",
    "shortDescription": "TOKERO ਤੋਂ ਵੀਡੀਓਜ਼ ਅਤੇ ਅਦਾਅਤਾਂ ਦੀ ਖੋਜ ਕਰੋ।",
    "longDescription": "ਟਿਊਟੋਰਿਯਲਾਂ, ਡੂੰਘੀਆਂ ਵੀਡੀਓਜ਼ ਅਤੇ ਖਾਸ ਸਮੱਗਰੀ ਤੱਕ ਪਹੁੰਚ ਲਈ YouTube 'ਤੇ TOKERO ਨੂੰ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ।",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ TOKERO ਨੂੰ ਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ ਹੈ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Subskrybuj TOKERO na YouTube",
    "shortDescription": "Odkrywaj filmy i wglądy od TOKERO.",
    "longDescription": "Subskrybuj TOKERO na YouTube, aby uzyskać dostęp do samouczków, szczegółowych filmów i ekskluzywnej treści.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że subskrybujesz TOKERO i spróbuj ponownie."
  },
  "pt": {
    "title": "Inscreva-se no TOKERO no YouTube",
    "shortDescription": "Explore vídeos e insights do TOKERO.",
    "longDescription": "Inscreva-se no TOKERO no YouTube para acessar tutoriais, vídeos aprofundados e conteúdo exclusivo.",
    "errorDescription": "Falha na verificação. Verifique se você se inscreveu no TOKERO e tente novamente."
  },
  "ro": {
    "title": "Abonează-te la TOKERO pe YouTube",
    "shortDescription": "Explorează videoclipuri și perspective de la TOKERO.",
    "longDescription": "Abonează-te la TOKERO pe YouTube pentru a accesa tutoriale, videoclipuri detaliate și conținut exclusiv.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că te-ai abonat la TOKERO și încearcă din nou."
  },
  "ru": {
    "title": "Подпишитесь на TOKERO на YouTube",
    "shortDescription": "Изучайте видео и инсайты от TOKERO.",
    "longDescription": "Подпишитесь на TOKERO на YouTube, чтобы получить доступ к урокам, подробным видео и эксклюзивному контенту.",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы подписались на TOKERO, и попробуйте снова."
  },
  "sk": {
    "title": "Odoberte si TOKERO na YouTube",
    "shortDescription": "Preskúmajte videá a poznatky od TOKERO.",
    "longDescription": "Odoberte si TOKERO na YouTube, aby ste získali prístup k návodom, podrobným videám a exkluzívnemu obsahu.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že ste si odobrali TOKERO, a skúste to znova."
  },
  "sl": {
    "title": "Naročite se na TOKERO na YouTube",
    "shortDescription": "Raziščite videoposnetke in vpoglede od TOKERO.",
    "longDescription": "Naročite se na TOKERO na YouTube, da dostopate do vodičev, poglobljenih videoposnetkov in ekskluzivnih vsebin.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste se naročili na TOKERO, in poskusite znova."
  },
  "sq": {
    "title": "Abononi TOKERO në YouTube",
    "shortDescription": "Eksploro videot dhe njohuritë nga TOKERO.",
    "longDescription": "Abononi në TOKERO në YouTube për të aksesuar tutoriale, video të thella dhe përmbajtje ekskluzive.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që keni abonuar në TOKERO dhe provoni përsëri."
  },
  "sv": {
    "title": "Prenumerera på TOKERO på YouTube",
    "shortDescription": "Utforska videor och insikter från TOKERO.",
    "longDescription": "Prenumerera på TOKERO på YouTube för att få tillgång till handledningar, djupgående videor och exklusivt innehåll.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du har prenumererat på TOKERO och försök igen."
  },
  "te": {
    "title": "YouTubeలో TOKEROని సబ్స్క్రైబ్ చేయండి",
    "shortDescription": "TOKERO నుండి వీడియోలు మరియు ఆలోచనలను అన్వేషించండి.",
    "longDescription": "ట్యూటోరియల్స్, లోతైన వీడియోలు మరియు ప్రత్యేక కంటెంట్‌కి యాక్సెస్ చేయడానికి YouTubeలో TOKEROని సబ్స్క్రైబ్ చేయండి.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. దయచేసి మీరు TOKEROని సబ్స్క్రైబ్ చేసారో లేదో నిర్ధారించుకోండి మరియు మళ్ళీ ప్రయత్నించండి."
  },
  "th": {
    "title": "สมัครสมาชิก TOKERO บน YouTube",
    "shortDescription": "สำรวจวิดีโอและข้อมูลเชิงลึกจาก TOKERO",
    "longDescription": "สมัครสมาชิก TOKERO บน YouTube เพื่อเข้าถึงบทแนะนำ วิดีโอเชิงลึก และเนื้อหาพิเศษ",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณได้สมัครสมาชิก TOKERO แล้วและลองอีกครั้ง"
  },
  "tr": {
    "title": "YouTube'da TOKERO'ya Abone Olun",
    "shortDescription": "TOKERO'dan videoları ve içgörüleri keşfedin.",
    "longDescription": "Tutoriallara, derinlemesine videolara ve özel içeriğe erişmek için YouTube'da TOKERO'ya abone olun.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen TOKERO'ya abone olduğunuzdan emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Підпишіться на TOKERO на YouTube",
    "shortDescription": "Досліджуйте відео та інсайти від TOKERO.",
    "longDescription": "Підпишіться на TOKERO на YouTube, щоб отримати доступ до навчальних матеріалів, глибоких відео та ексклюзивного контенту.",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви підписалися на TOKERO, і спробуйте ще раз."
  },
  "ur": {
    "title": "YouTube پر TOKERO کو سبسکرائب کریں",
    "shortDescription": "TOKERO سے ویڈیوز اور بصیرتیں دریافت کریں۔",
    "longDescription": "ٹیوٹوریلز، گہرے ویڈیوز اور خصوصی مواد تک رسائی کے لیے YouTube پر TOKERO کو سبسکرائب کریں۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ نے TOKERO کو سبسکرائب کیا ہے اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Đăng ký TOKERO trên YouTube",
    "shortDescription": "Khám phá video và những hiểu biết từ TOKERO.",
    "longDescription": "Đăng ký TOKERO trên YouTube để truy cập các hướng dẫn, video sâu sắc và nội dung độc quyền.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã đăng ký TOKERO và thử lại."
  },
  "zh-hant": {
    "title": "訂閱 YouTube 上的 TOKERO",
    "shortDescription": "通過視覺探索 TOKERO 的世界。",
    "longDescription": "訂閱 YouTube 上的 TOKERO，以訪問教程、深入的視頻和獨家內容。",
    "errorDescription": "驗證失敗。請確保您已訂閱 TOKERO，然後再試一次。"
  },
  "zh": {
    "title": "在 YouTube 上订阅 TOKERO",
    "shortDescription": "通过视频探索 TOKERO 的世界。",
    "longDescription": "在 YouTube 上订阅 TOKERO，以访问教程、深入的视频和独家内容。",
    "errorDescription": "验证失败。请确保您已订阅 TOKERO，然后重试。"
  }
}