{
  "af": {
    "title": "Sluit aan by HoldCoin",
    "shortDescription": "Hou om te verdien, handel om te wen!",
    "longDescription": "HoldCoin is 'n dinamiese kripto-platform wat daarop gemik is om 'n boeiende en belonende ervaring vir sy gemeenskap te skep.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy by HoldCoin aangesluit het en probeer weer."
  },
  "ar": {
    "title": "انضم إلى HoldCoin",
    "shortDescription": "احتفظ لتربح، تداول لتفوز!",
    "longDescription": "HoldCoin هي منصة تشفير ديناميكية مكرسة لإنشاء تجربة ممتعة ومجزية لمجتمعها.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك انضممت إلى HoldCoin وحاول مرة أخرى."
  },
  "az": {
    "title": "HoldCoin-a qoşulun",
    "shortDescription": "Saxla qazanmaq üçün, ticarət et qələbə qazanmaq üçün!",
    "longDescription": "HoldCoin, öz icması üçün cəlbedici və mükafatlandırıcı bir təcrübə yaratmağa həsr olunmuş dinamik bir kripto platformadır.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa HoldCoin-a qoşulduğunuzdan əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Присъединете се към HoldCoin",
    "shortDescription": "Дръжте, за да печелите, търгувайте, за да спечелите!",
    "longDescription": "HoldCoin е динамична крипто платформа, посветена на създаването на ангажиращо и възнаграждаващо преживяване за своята общност.",
    "errorDescription": "Проверката не бе успешна. Моля, уверете се, че сте се присъединили към HoldCoin и опитайте отново."
  },
  "bn": {
    "title": "HoldCoin-এ যোগ দিন",
    "shortDescription": "ধরে রাখুন উপার্জন করতে, জিততে ট্রেড করুন!",
    "longDescription": "HoldCoin হল একটি গতিশীল ক্রিপ্টো প্ল্যাটফর্ম যা এর সম্প্রদায়ের জন্য একটি আকর্ষণীয় এবং পুরস্কৃত অভিজ্ঞতা তৈরি করতে নিবেদিত।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি HoldCoin-এ যোগ দিয়েছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Připojte se k HoldCoin",
    "shortDescription": "Držte, abyste vydělali, obchodujte, abyste vyhráli!",
    "longDescription": "HoldCoin je dynamická kryptoměnová platforma, která se zaměřuje na vytvoření poutavého a odměňujícího zážitku pro svou komunitu.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste se připojili k HoldCoin, a zkuste to znovu."
  },
  "de": {
    "title": "Tritt HoldCoin bei",
    "shortDescription": "Halten, um zu verdienen, handeln, um zu gewinnen!",
    "longDescription": "HoldCoin ist eine dynamische Krypto-Plattform, die sich der Schaffung einer ansprechenden und lohnenden Erfahrung für ihre Community widmet.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du HoldCoin beigetreten bist, und versuche es erneut."
  },
  "el": {
    "title": "Γίνετε μέλος του HoldCoin",
    "shortDescription": "Κρατήστε για να κερδίσετε, εμπορευτείτε για να κερδίσετε!",
    "longDescription": "Το HoldCoin είναι μια δυναμική πλατφόρμα κρυπτονομισμάτων αφιερωμένη στη δημιουργία μιας συναρπαστικής και ανταποδοτικής εμπειρίας για την κοινότητά της.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι έχετε εγγραφεί στο HoldCoin και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Join HoldCoin",
    "shortDescription": "Hold to earn, trade to win!",
    "longDescription": "HoldCoin is a dynamic crypto platform dedicated to creating an engaging and rewarding experience for its community.",
    "errorDescription": "Verification failed. Please ensure you joined HoldCoin and try again."
  },
  "es": {
    "title": "Únete a HoldCoin",
    "shortDescription": "¡Aguanta para ganar, comercia para triunfar!",
    "longDescription": "HoldCoin es una plataforma de criptomonedas dinámica dedicada a crear una experiencia atractiva y gratificante para su comunidad.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haberte unido a HoldCoin e inténtalo de nuevo."
  },
  "fa": {
    "title": "به HoldCoin بپیوندید",
    "shortDescription": "نگه دارید تا کسب درآمد کنید، معامله کنید تا برنده شوید!",
    "longDescription": "HoldCoin یک پلتفرم کریپتو پویا است که به ایجاد یک تجربه جذاب و پاداش‌دهنده برای جامعه خود اختصاص دارد.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که به HoldCoin پیوسته‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Rejoignez HoldCoin",
    "shortDescription": "Conservez pour gagner, tradez pour réussir !",
    "longDescription": "HoldCoin est une plateforme crypto dynamique dédiée à créer une expérience engageante et enrichissante pour sa communauté.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez rejoint HoldCoin et réessayez."
  },
  "gu": {
    "title": "HoldCoin માં જોડાઓ",
    "shortDescription": "ધરે રાખો કમાવવા માટે, ટ્રેડ કરો જીતવા માટે!",
    "longDescription": "HoldCoin એ એક ડાયનામિક ક્રિપ્ટો પ્લેટફોર્મ છે જે તેની સમુદાય માટે એક આકર્ષક અને પુરસ્કારમય અનુભવ બનાવવા માટે સમર્પિત છે.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે HoldCoin માં જોડાયા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "הצטרפו ל-HoldCoin",
    "shortDescription": "החזיקו כדי להרוויח, סחרו כדי לנצח!",
    "longDescription": "HoldCoin היא פלטפורמת קריפטו דינמית המוקדשת ליצירת חוויה מרתקת ומתגמלת עבור הקהילה שלה.",
    "errorDescription": "האימות נכשל. אנא ודא שהצטרפת ל-HoldCoin ונסה שוב."
  },
  "hi": {
    "title": "HoldCoin से जुड़ें",
    "shortDescription": "कमाने के लिए होल्ड करें, जीतने के लिए ट्रेड करें!",
    "longDescription": "HoldCoin एक गतिशील क्रिप्टो प्लेटफॉर्म है जो अपने समुदाय के लिए एक आकर्षक और पुरस्कृत अनुभव बनाने के लिए समर्पित है।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आप HoldCoin से जुड़े हैं और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Csatlakozz a HoldCoin-hoz",
    "shortDescription": "Tartsd meg, hogy keress, kereskedj, hogy nyerj!",
    "longDescription": "A HoldCoin egy dinamikus kripto platform, amely elkötelezett egy vonzó és jutalmazó élmény létrehozása mellett a közössége számára.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy csatlakoztál a HoldCoin-hoz, és próbáld újra."
  },
  "id": {
    "title": "Bergabunglah dengan HoldCoin",
    "shortDescription": "Tahan untuk mendapatkan, berdagang untuk menang!",
    "longDescription": "HoldCoin adalah platform crypto dinamis yang didedikasikan untuk menciptakan pengalaman yang menarik dan bermanfaat bagi komunitasnya.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda bergabung dengan HoldCoin dan coba lagi."
  },
  "it": {
    "title": "Unisciti a HoldCoin",
    "shortDescription": "Tieni per guadagnare, scambia per vincere!",
    "longDescription": "HoldCoin è una piattaforma cripto dinamica dedicata a creare un'esperienza coinvolgente e gratificante per la sua comunità.",
    "errorDescription": "Verifica fallita. Assicurati di esserti unito a HoldCoin e riprova."
  },
  "ja": {
    "title": "HoldCoinに参加",
    "shortDescription": "ホールドして稼ぎ、トレードして勝とう！",
    "longDescription": "HoldCoinは、コミュニティにエキサイティングで報酬のある体験を提供するためのダイナミックな暗号プラットフォームです。",
    "errorDescription": "確認に失敗しました。HoldCoinに参加したことを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Gabung HoldCoin",
    "shortDescription": "Tahan kanggo entuk, dagang kanggo menang!",
    "longDescription": "HoldCoin iku platform kripto dinamis sing darmabakti kanggo nggawe pengalaman sing nyenengake lan menehi ganjaran kanggo komunitase.",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan wis gabung karo HoldCoin lan coba maneh."
  },
  "kn": {
    "title": "HoldCoin ಗೆ ಸೇರಿ",
    "shortDescription": "ಅರ್ಹತೆ ಪಡೆಯಲು ಹಿಡಿದಿಡಿ, ಗೆಲ್ಲಲು ವ್ಯಾಪಾರ ಮಾಡಿ!",
    "longDescription": "HoldCoin ತನ್ನ ಸಮುದಾಯಕ್ಕಾಗಿ ಆಕರ್ಷಕ ಮತ್ತು ಬೋನಸ್ ಅನುಭವವನ್ನು ಸೃಷ್ಟಿಸಲು ಸಮರ್ಪಿತವಾದ ಡೈನಾಮಿಕ್ ಕ್ರಿಪ್ಟೋ ಪ್ಲಾಟ್ಫಾರ್ಮ್ ಆಗಿದೆ.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. HoldCoin ಗೆ ಸೇರಿದ್ದೀರೆಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "HoldCoin에 가입하세요",
    "shortDescription": "보유하여 수익을 창출하고, 거래하여 승리하세요!",
    "longDescription": "HoldCoin은 커뮤니티를 위해 매력적이고 보람 있는 경험을 제공하는 데 전념하는 역동적인 암호화폐 플랫폼입니다.",
    "errorDescription": "인증에 실패했습니다. HoldCoin에 가입했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "HoldCoin मध्ये सामील व्हा",
    "shortDescription": "कमवण्यासाठी होल्ड करा, जिंकण्यासाठी व्यापार करा!",
    "longDescription": "HoldCoin हे त्याच्या समुदायासाठी एक आकर्षक आणि पुरस्कृत अनुभव निर्माण करण्यासाठी समर्पित एक गतिशील क्रिप्टो प्लॅटफॉर्म आहे.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण HoldCoin मध्ये सामील झालात का ते सुनिश्चित करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Sertai HoldCoin",
    "shortDescription": "Pegang untuk dapatkan, berdagang untuk menang!",
    "longDescription": "HoldCoin ialah platform kripto dinamik yang berdedikasi untuk mencipta pengalaman yang menarik dan memberi ganjaran kepada komuniti.",
    "errorDescription": "Pengesahan gagal. Sila pastikan anda menyertai HoldCoin dan cuba lagi."
  },
  "nb": {
    "title": "Bli med i HoldCoin",
    "shortDescription": "Hold for å tjene, handle for å vinne!",
    "longDescription": "HoldCoin er en dynamisk kryptoplattform dedikert til å skape en engasjerende og givende opplevelse for sitt fellesskap.",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du har blitt med i HoldCoin, og prøv igjen."
  },
  "nn": {
    "title": "Bli med i HoldCoin",
    "shortDescription": "Hold for å tena, handle for å vinna!",
    "longDescription": "HoldCoin er ein dynamisk kryptoplattform som er dedikert til å skapa ei engasjerande og givande oppleving for fellesskapet sitt.",
    "errorDescription": "Verifisering mislukkast. Ver venleg å sjekka at du har blitt med i HoldCoin, og prøv igjen."
  },
  "pa": {
    "title": "HoldCoin ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
    "shortDescription": "ਕਮਾਉਣ ਲਈ ਫੜੋ, ਜਿੱਤਣ ਲਈ ਵਪਾਰ ਕਰੋ!",
    "longDescription": "HoldCoin ਇੱਕ ਗਤੀਸ਼ੀਲ ਕਰਿਪਟੋ ਪਲੇਟਫਾਰਮ ਹੈ ਜੋ ਆਪਣੇ ਸਮੁਦਾਇਕ ਲਈ ਇਕ ਆਕਰਸ਼ਕ ਅਤੇ ਇਨਾਮੀ ਅਨੁਭਵ ਬਣਾਉਣ ਲਈ ਸਮਰਪਿਤ ਹੈ।",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ HoldCoin ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Dołącz do HoldCoin",
    "shortDescription": "Trzymaj, aby zarobić, handluj, aby wygrać!",
    "longDescription": "HoldCoin to dynamiczna platforma kryptowalutowa poświęcona tworzeniu angażującego i satysfakcjonującego doświadczenia dla swojej społeczności.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że dołączyłeś do HoldCoin i spróbuj ponownie."
  },
  "pt": {
    "title": "Junte-se ao HoldCoin",
    "shortDescription": "Segure para ganhar, negocie para vencer!",
    "longDescription": "HoldCoin é uma plataforma de criptomoedas dinâmica dedicada a criar uma experiência envolvente e recompensadora para sua comunidade.",
    "errorDescription": "Falha na verificação. Verifique se você se juntou ao HoldCoin e tente novamente."
  },
  "ro": {
    "title": "Alătură-te HoldCoin",
    "shortDescription": "Păstrează pentru a câștiga, tranzacționează pentru a învinge!",
    "longDescription": "HoldCoin este o platformă cripto dinamică dedicată creării unei experiențe captivante și recompensatorii pentru comunitatea sa.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că te-ai alăturat HoldCoin și încearcă din nou."
  },
  "ru": {
    "title": "Присоединяйтесь к HoldCoin",
    "shortDescription": "Держите, чтобы зарабатывать, торгуйте, чтобы побеждать!",
    "longDescription": "HoldCoin — это динамичная криптоплатформа, которая стремится создать увлекательный и полезный опыт для своего сообщества.",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы присоединились к HoldCoin, и попробуйте снова."
  },
  "sk": {
    "title": "Pripojte sa k HoldCoin",
    "shortDescription": "Držte, aby ste zarobili, obchodujte, aby ste vyhrali!",
    "longDescription": "HoldCoin je dynamická kryptomenová platforma venovaná vytváraniu pútavého a odmeňujúceho zážitku pre svoju komunitu.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že ste sa pripojili k HoldCoin, a skúste to znova."
  },
  "sl": {
    "title": "Pridružite se HoldCoin",
    "shortDescription": "Zadržite, da zaslužite, trgujte, da zmagate!",
    "longDescription": "HoldCoin je dinamična kripto platforma, namenjena ustvarjanju privlačne in nagrajujoče izkušnje za svojo skupnost.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da ste se pridružili HoldCoin, in poskusite znova."
  },
  "sq": {
    "title": "Bashkohuni me HoldCoin",
    "shortDescription": "Mbaje për të fituar, tregto për të fituar!",
    "longDescription": "HoldCoin është një platformë dinamike kripto e përkushtuar për të krijuar një përvojë tërheqëse dhe shpërblyese për komunitetin e saj.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të jeni bashkuar me HoldCoin dhe provoni përsëri."
  },
  "sv": {
    "title": "Gå med i HoldCoin",
    "shortDescription": "Håll för att tjäna, handla för att vinna!",
    "longDescription": "HoldCoin är en dynamisk kryptoplattform som är dedikerad till att skapa en engagerande och givande upplevelse för sitt community.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du har gått med i HoldCoin och försök igen."
  },
  "te": {
    "title": "HoldCoin లో చేరండి",
    "shortDescription": "సంపాదించడానికి హోల్డ్ చేయండి, గెలవడానికి ట్రేడ్ చేయండి!",
    "longDescription": "HoldCoin అనేది దాని కమ్యూనిటీకోసం ఒక ఆకర్షణీయమైన మరియు రివార్డ్ అనుభవాన్ని సృష్టించడంలో ప్రత్యేకమైన డైనమిక్ క్రిప్టో ప్లాట్‌ఫారమ్.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. మీరు HoldCoin లో చేరారని నిర్ధారించుకుని మళ్లీ ప్రయత్నించండి."
  },
  "th": {
    "title": "เข้าร่วม HoldCoin",
    "shortDescription": "ถือเพื่อรับรายได้ ซื้อขายเพื่อชนะ!",
    "longDescription": "HoldCoin เป็นแพลตฟอร์มคริปโตที่มีความเคลื่อนไหวซึ่งทุ่มเทเพื่อสร้างประสบการณ์ที่น่าสนใจและให้รางวัลสำหรับชุมชนของตน",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณเข้าร่วม HoldCoin แล้วลองอีกครั้ง"
  },
  "tr": {
    "title": "HoldCoin'a Katıl",
    "shortDescription": "Kazanç için tut, zafer için ticaret yap!",
    "longDescription": "HoldCoin, topluluğu için ilgi çekici ve ödüllendirici bir deneyim yaratmaya adanmış dinamik bir kripto platformudur.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen HoldCoin'a katıldığınızdan emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Приєднайтеся до HoldCoin",
    "shortDescription": "Тримайте, щоб заробити, торгуйте, щоб перемогти!",
    "longDescription": "HoldCoin — це динамічна криптоплатформа, яка прагне створити захоплюючий і винагороджувальний досвід для своєї спільноти.",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви приєдналися до HoldCoin, і спробуйте ще раз."
  },
  "ur": {
    "title": "HoldCoin میں شامل ہوں",
    "shortDescription": "کمانے کے لئے رکھیں، جیتنے کے لئے تجارت کریں!",
    "longDescription": "HoldCoin ایک متحرک کرپٹو پلیٹ فارم ہے جو اپنی کمیونٹی کے لئے ایک دلچسپ اور فائدہ مند تجربہ بنانے کے لئے وقف ہے۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ HoldCoin میں شامل ہو گئے ہیں اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Tham gia HoldCoin",
    "shortDescription": "Giữ để kiếm tiền, giao dịch để chiến thắng!",
    "longDescription": "HoldCoin là một nền tảng tiền điện tử năng động, dành riêng để tạo ra trải nghiệm hấp dẫn và bổ ích cho cộng đồng của mình.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã tham gia HoldCoin và thử lại."
  },
  "zh-hant": {
    "title": "加入 HoldCoin",
    "shortDescription": "持有以賺取收益，交易以贏取勝利！",
    "longDescription": "HoldCoin 是一個動態的加密貨幣平台，致力於為其社區創造一個引人入勝且有回報的體驗。",
    "errorDescription": "驗證失敗。請確保您已加入 HoldCoin，然後再試一次。"
  },
  "zh": {
    "title": "加入 HoldCoin",
    "shortDescription": "持有以赚取收益，交易以赢取胜利！",
    "longDescription": "HoldCoin 是一个动态的加密货币平台，致力于为其社区创造一个引人入胜且有回报的体验。",
    "errorDescription": "验证失败。请确保您已加入 HoldCoin，然后重试。"
  }
}
