{
  "af": {
    "title": "Skakel met TOKERO op Instagram",
    "shortDescription": "Ontdek TOKERO se wêreld deur visuele beelde.",
    "longDescription": "Volg TOKERO op Instagram om eksklusiewe stories, opdaterings en agter-die-skerms oomblikke te geniet.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy TOKERO gevolg het en probeer weer."
  },
  "ar": {
    "title": "تواصل مع TOKERO على إنستغرام",
    "shortDescription": "اكتشف عالم TOKERO من خلال الصور.",
    "longDescription": "تابع TOKERO على إنستغرام للاستمتاع بالقصص الحصرية والتحديثات واللحظات وراء الكواليس.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك تابعت TOKERO وحاول مرة أخرى."
  },
  "az": {
    "title": "TOKERO ilə Instagram-da əlaqə saxlayın",
    "shortDescription": "TOKERO-nun dünyasını vizuallar vasitəsilə kəşf edin.",
    "longDescription": "İnstagram-da TOKERO-nu izləyin və eksklüziv hekayələr, yeniliklər və səhnə arxası anlardan zövq alın.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa, TOKERO-nu izlədiyinizdən əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Свържете се с TOKERO в Instagram",
    "shortDescription": "Открийте света на TOKERO чрез визуални изображения.",
    "longDescription": "Следвайте TOKERO в Instagram, за да се насладите на ексклузивни истории, актуализации и моменти зад кулисите.",
    "errorDescription": "Верификацията не бе успешна. Моля, уверете се, че сте следвали TOKERO и опитайте отново."
  },
  "bn": {
    "title": "Instagram-এ TOKERO-এর সাথে সংযুক্ত হোন",
    "shortDescription": "ভিজ্যুয়ালের মাধ্যমে TOKERO-এর জগত আবিষ্কার করুন।",
    "longDescription": "এক্সক্লুসিভ গল্প, আপডেট এবং কাঁটাচুন্না মুহূর্ত উপভোগ করার জন্য Instagram-এ TOKERO-কে অনুসরণ করুন।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি TOKERO-কে অনুসরণ করেছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Propojte se s TOKERO na Instagramu",
    "shortDescription": "Objevte svět TOKERO prostřednictvím vizuálů.",
    "longDescription": "Sledujte TOKERO na Instagramu a užívejte si exkluzivní příběhy, aktualizace a zákulisní okamžiky.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste sledovali TOKERO, a zkuste to znovu."
  },
  "de": {
    "title": "Verbinde dich mit TOKERO auf Instagram",
    "shortDescription": "Entdecke TOKERO’s Welt durch visuelle Inhalte.",
    "longDescription": "Folge TOKERO auf Instagram, um exklusive Stories, Updates und Einblicke hinter die Kulissen zu genießen.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du TOKERO folgst, und versuche es erneut."
  },
  "el": {
    "title": "Συνδεθείτε με το TOKERO στο Instagram",
    "shortDescription": "Ανακαλύψτε τον κόσμο του TOKERO μέσω οπτικών.",
    "longDescription": "Ακολουθήστε το TOKERO στο Instagram για να απολαύσετε αποκλειστικές ιστορίες, ενημερώσεις και στιγμές παρασκηνιακής δράσης.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι ακολουθήσατε το TOKERO και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Connect with TOKERO on Instagram",
    "shortDescription": "Discover TOKERO’s world through visuals.",
    "longDescription": "Follow TOKERO on Instagram to enjoy exclusive stories, updates, and behind-the-scenes moments.",
    "errorDescription": "Verification failed. Please ensure you followed TOKERO and try again."
  },
  "es": {
    "title": "Conéctate con TOKERO en Instagram",
    "shortDescription": "Descubre el mundo de TOKERO a través de imágenes.",
    "longDescription": "Sigue a TOKERO en Instagram para disfrutar de historias exclusivas, actualizaciones y momentos detrás de cámaras.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haber seguido a TOKERO e inténtalo de nuevo."
  },
  "fa": {
    "title": "با TOKERO در اینستاگرام ارتباط برقرار کنید",
    "shortDescription": "دنیای TOKERO را از طریق تصاویر کشف کنید.",
    "longDescription": "برای لذت بردن از داستان‌های انحصاری، به‌روزرسانی‌ها و لحظات پشت صحنه، TOKERO را در اینستاگرام دنبال کنید.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که TOKERO را دنبال کرده‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Connectez-vous avec TOKERO sur Instagram",
    "shortDescription": "Découvrez le monde de TOKERO à travers des visuels.",
    "longDescription": "Suivez TOKERO sur Instagram pour profiter d'histoires exclusives, de mises à jour et de moments en coulisses.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez suivi TOKERO et réessayez."
  },
  "gu": {
    "title": "Instagram પર TOKERO સાથે કનેક્ટ કરો",
    "shortDescription": "વિઝ્યુઅલ્સ દ્વારા TOKEROની દુનિયા શોધો.",
    "longDescription": "ખાસ વાર્તાઓ, અપડેટ્સ અને પૃષ્ઠભૂમિ પળો માણવા માટે Instagram પર TOKERO-ને અનુસરો.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે TOKEROને અનુસરી રહ્યા છો અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "התחברו עם TOKERO באינסטגרם",
    "shortDescription": "גלה את עולם TOKERO דרך חזותיים.",
    "longDescription": "עקוב אחרי TOKERO באינסטגרם כדי ליהנות מסיפורים בלעדיים, עדכונים ורגעים מאחורי הקלעים.",
    "errorDescription": "האימות נכשל. אנא ודא שהנך עוקב אחרי TOKERO ונסה שוב."
  },
  "hi": {
    "title": "Instagram पर TOKERO से जुड़ें",
    "shortDescription": "विज़ुअल्स के माध्यम से TOKERO की दुनिया की खोज करें।",
    "longDescription": "विशेष कहानियों, अपडेट्स और पर्दे के पीछे के पलों का आनंद लेने के लिए Instagram पर TOKERO को फॉलो करें।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आपने TOKERO को फॉलो किया है और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Csatlakozz a TOKERO-hoz az Instagramon",
    "shortDescription": "Fedezd fel a TOKERO világát vizuális elemekkel.",
    "longDescription": "Kövess téged a TOKERO-t az Instagramon, hogy élvezhesd az exkluzív történeteket, frissítéseket és kulisszák mögötti pillanatokat.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy követted a TOKERO-t, és próbáld újra."
  },
  "id": {
    "title": "Hubungkan dengan TOKERO di Instagram",
    "shortDescription": "Temukan dunia TOKERO melalui visual.",
    "longDescription": "Ikuti TOKERO di Instagram untuk menikmati cerita eksklusif, pembaruan, dan momen di balik layar.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda mengikuti TOKERO dan coba lagi."
  },
  "it": {
    "title": "Connettiti con TOKERO su Instagram",
    "shortDescription": "Scopri il mondo di TOKERO attraverso le immagini.",
    "longDescription": "Segui TOKERO su Instagram per goderti storie esclusive, aggiornamenti e momenti dietro le quinte.",
    "errorDescription": "Verifica fallita. Assicurati di aver seguito TOKERO e riprova."
  },
  "ja": {
    "title": "InstagramでTOKEROと繋がる",
    "shortDescription": "ビジュアルを通じてTOKEROの世界を発見しましょう。",
    "longDescription": "InstagramでTOKEROをフォローして、限定ストーリー、アップデート、舞台裏の瞬間をお楽しみください。",
    "errorDescription": "確認に失敗しました。TOKEROをフォローしていることを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Hubung karo TOKERO ing Instagram",
    "shortDescription": "Temokake donya TOKERO liwat visual.",
    "longDescription": "Tindakake TOKERO ing Instagram kanggo nikmati cerita eksklusif, pembaruan, lan momen ing balik layar.",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan ngetutake TOKERO lan coba maneh."
  },
  "kn": {
    "title": "Instagram ನಲ್ಲಿ TOKERO ಜೊತೆಯಾಗಿರಿ",
    "shortDescription": "ವಿಜುವಲ್ಸ್ ಮೂಲಕ TOKERO ನ ಜಗತ್ತನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.",
    "longDescription": "ವಿಶಿಷ್ಟ ಕಥೆಗಳು, ನವೀಕರಣಗಳು ಮತ್ತು ಹಿನ್ನೆಲೆಯ ಕ್ಷಣಗಳನ್ನು ಆನಂದಿಸಲು Instagram ನಲ್ಲಿ TOKERO-ನ್ನು ಅನುಸರಿಸಿ.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು TOKERO-ವನ್ನು ಅನುಸರಿಸುತ್ತಿದ್ದೀರಾ ಎಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "Instagram에서 TOKERO와 연결하기",
    "shortDescription": "비주얼을 통해 TOKERO의 세계를 발견하세요.",
    "longDescription": "독점적인 스토리, 업데이트 및 비하인드 스토리 순간을 즐기기 위해 Instagram에서 TOKERO를 팔로우하세요.",
    "errorDescription": "인증에 실패했습니다. TOKERO를 팔로우했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "Instagram वर TOKERO सोबत कनेक्ट व्हा",
    "shortDescription": "व्हिज्युअल्सद्वारे TOKERO च्या जगाची ओळख करा.",
    "longDescription": "विशेष कथा, अद्यतने आणि पर्द्याच्या मागील क्षणांचा आनंद घेण्यासाठी Instagram वर TOKERO चे अनुसरण करा.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण TOKERO चे अनुसरण केले आहे याची खात्री करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Sambung dengan TOKERO di Instagram",
    "shortDescription": "Terokai dunia TOKERO melalui visual.",
    "longDescription": "Ikuti TOKERO di Instagram untuk menikmati cerita eksklusif, kemas kini, dan detik-detik di sebalik tabir.",
    "errorDescription": "Pengesahan gagal. Pastikan anda mengikuti TOKERO dan cuba lagi."
  },
  "nb": {
    "title": "Koble til TOKERO på Instagram",
    "shortDescription": "Oppdag TOKERO sin verden gjennom visuelle elementer.",
    "longDescription": "Følg TOKERO på Instagram for å nyte eksklusive historier, oppdateringer og øyeblikk bak kulissene.",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du følger TOKERO og prøv igjen."
  },
  "nn": {
    "title": "Koble til TOKERO på Instagram",
    "shortDescription": "Oppdag TOKERO si verd gjennom visuelle element.",
    "longDescription": "Følg TOKERO på Instagram for å nyte eksklusive historier, oppdateringar og øyeblikk bak kulissane.",
    "errorDescription": "Verifiseringa mislykka. Ver vennleg å sørg for at du følgjer TOKERO og prøv igjen."
  },
  "pa": {
    "title": "Instagram 'ਤੇ TOKERO ਨਾਲ ਜੁੜੋ",
    "shortDescription": "ਦ੍ਰਿਸ਼ਟੀਮਾਨਾਂ ਰਾਹੀਂ TOKERO ਦੀ ਦੁਨੀਆ ਦੀ ਖੋਜ ਕਰੋ।",
    "longDescription": "ਖਾਸ ਕਹਾਣੀਆਂ, ਅੱਪਡੇਟਸ ਅਤੇ ਪਿੱਛੇ ਦੇ ਪਲਾਂ ਦਾ ਅਨੰਦ ਲੈਣ ਲਈ Instagram 'ਤੇ TOKERO ਨੂੰ ਫਾਲੋ ਕਰੋ।",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ TOKERO ਨੂੰ ਫਾਲੋ ਕੀਤਾ ਹੈ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Połącz się z TOKERO na Instagramie",
    "shortDescription": "Odkryj świat TOKERO poprzez wizualizacje.",
    "longDescription": "Śledź TOKERO na Instagramie, aby cieszyć się ekskluzywnymi historiami, aktualizacjami i kulisowymi momentami.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że śledzisz TOKERO i spróbuj ponownie."
  },
  "pt": {
    "title": "Conecte-se com a TOKERO no Instagram",
    "shortDescription": "Descubra o mundo da TOKERO através de visuais.",
    "longDescription": "Siga a TOKERO no Instagram para aproveitar histórias exclusivas, atualizações e momentos de bastidores.",
    "errorDescription": "Falha na verificação. Verifique se você seguiu a TOKERO e tente novamente."
  },
  "ro": {
    "title": "Conectează-te cu TOKERO pe Instagram",
    "shortDescription": "Descoperă lumea TOKERO prin vizuale.",
    "longDescription": "Urmărește TOKERO pe Instagram pentru a te bucura de povești exclusive, actualizări și momente din culise.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că ai urmărit TOKERO și încearcă din nou."
  },
  "ru": {
    "title": "Свяжитесь с TOKERO в Instagram",
    "shortDescription": "Откройте для себя мир TOKERO через визуальные материалы.",
    "longDescription": "Подписывайтесь на TOKERO в Instagram, чтобы наслаждаться эксклюзивными историями, обновлениями и моментами за кулисами.",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы подписались на TOKERO, и попробуйте снова."
  },
  "sk": {
    "title": "Spojte sa s TOKERO na Instagrame",
    "shortDescription": "Objavte svet TOKERO prostredníctvom vizuálov.",
    "longDescription": "Sledujte TOKERO na Instagrame a užívajte si exkluzívne príbehy, aktualizácie a zákulisné momenty.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že sledujete TOKERO a skúste to znova."
  },
  "sl": {
    "title": "Povežite se s TOKERO na Instagramu",
    "shortDescription": "Odkrijte svet TOKERO preko vizualnih vsebin.",
    "longDescription": "Sledite TOKERO na Instagramu in uživajte ekskluzivne zgodbe, posodobitve in trenutke za kulisami.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da sledite TOKERO, in poskusite znova."
  },
  "sq": {
    "title": "Lidhu me TOKERO në Instagram",
    "shortDescription": "Zbuloni botën e TOKERO përmes vizualeve.",
    "longDescription": "Ndjek TOKERO në Instagram për të shijuar histori ekskluzive, përditësime dhe momente pas skenave.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që keni ndjekur TOKERO dhe provoni përsëri."
  },
  "sv": {
    "title": "Anslut till TOKERO på Instagram",
    "shortDescription": "Upptäck TOKERO:s värld genom visuella element.",
    "longDescription": "Följ TOKERO på Instagram för att njuta av exklusiva berättelser, uppdateringar och bakom kulisserna-ögonblick.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du följer TOKERO och försök igen."
  },
  "te": {
    "title": "Instagram లో TOKERO తో కనెక్ట్ అవ్వండి",
    "shortDescription": "విజువల్స్ ద్వారా TOKERO యొక్క ప్రపంచాన్ని కనుగొనండి.",
    "longDescription": "అత్యంత ప్రత్యేకమైన కథలు, అప్డేట్లు మరియు సన్నివేశాల వెనుక నిమిషాల్ని ఆస్వాదించడానికి Instagram లో TOKERO ని ఫాలో చేయండి.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. దయచేసి మీరు TOKERO ని ఫాలో చేస్తున్నారో లేదో నిర్ధారించుకోండి మరియు మళ్ళీ ప్రయత్నించండి."
  },
  "th": {
    "title": "เชื่อมต่อกับ TOKERO บน Instagram",
    "shortDescription": "ค้นพบโลกของ TOKERO ผ่านภาพ.",
    "longDescription": "ติดตาม TOKERO บน Instagram เพื่อเพลิดเพลินกับเรื่องราวพิเศษ อัปเดต และช่วงเวลาหลังเวที.",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณได้ติดตาม TOKERO แล้วและลองอีกครั้ง"
  },
  "tr": {
    "title": "Instagram'da TOKERO ile Bağlanın",
    "shortDescription": "TOKERO'nun dünyasını görsellerle keşfedin.",
    "longDescription": "Özel hikayeler, güncellemeler ve perde arkası anların keyfini çıkarmak için Instagram'da TOKERO'yu takip edin.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen TOKERO'yu takip ettiğinizden emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Зв'яжіться з TOKERO в Instagram",
    "shortDescription": "Відкрийте для себе світ TOKERO через візуальні матеріали.",
    "longDescription": "Підписуйтеся на TOKERO в Instagram, щоб насолоджуватися ексклюзивними історіями, оновленнями та моментами за лаштунками.",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви підписалися на TOKERO, і спробуйте ще раз."
  },
  "ur": {
    "title": "Instagram پر TOKERO سے جڑیں",
    "shortDescription": "تصاویر کے ذریعے TOKERO کی دنیا دریافت کریں۔",
    "longDescription": "خاص کہانیاں، اپ ڈیٹس، اور پردے کے پیچھے کے لمحات سے لطف اندوز ہونے کے لیے Instagram پر TOKERO کو فالو کریں۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ نے TOKERO کو فالو کیا ہے اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Kết nối với TOKERO trên Instagram",
    "shortDescription": "Khám phá thế giới của TOKERO qua hình ảnh.",
    "longDescription": "Theo dõi TOKERO trên Instagram để thưởng thức các câu chuyện độc quyền, cập nhật và những khoảnh khắc hậu trường.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã theo dõi TOKERO và thử lại."
  },
  "zh-hant": {
    "title": "在 Instagram 上連接 TOKERO",
    "shortDescription": "通過視覺探索 TOKERO 的世界。",
    "longDescription": "在 Instagram 上關注 TOKERO，享受獨家故事、更新和幕後花絮。",
    "errorDescription": "驗證失敗。請確保您已關注 TOKERO，然後再試一次。"
  },
  "zh": {
    "title": "在 Instagram 上连接 TOKERO",
    "shortDescription": "通过视觉探索 TOKERO 的世界。",
    "longDescription": "关注 Instagram 上的 TOKERO，享受独家故事、更新和幕后花絮。",
    "errorDescription": "验证失败。请确保您已关注 TOKERO，然后重试。"
  }
}