{
  "af": {
    "title": "Volg TOKERO op TikTok",
    "shortDescription": "Geniet van TOKERO-inhoud in 'n prettige formaat.",
    "longDescription": "Volg TOKERO op TikTok om vinnige wenke, prettige opdaterings en kreatiewe insigte te verken.",
    "errorDescription": "Verifikasie het misluk. Maak asseblief seker dat jy TOKERO gevolg het en probeer weer."
  },
  "ar": {
    "title": "تابع TOKERO على TikTok",
    "shortDescription": "استمتع بمحتوى TOKERO بصيغة ممتعة.",
    "longDescription": "تابع TOKERO على TikTok لاستكشاف نصائح سريعة، تحديثات ممتعة، وأفكار إبداعية.",
    "errorDescription": "فشل التحقق. يرجى التأكد من أنك تابعت TOKERO وحاول مرة أخرى."
  },
  "az": {
    "title": "TOKERO'nu TikTok-da izləyin",
    "shortDescription": "TOKERO məzmununu əyləncəli formatda zövq alın.",
    "longDescription": "TikTok-da TOKERO'nu izləyərək sürətli ipuçları, əyləncəli yeniliklər və yaradıcı baxışları araşdırın.",
    "errorDescription": "Təsdiqləmə uğursuz oldu. Zəhmət olmasa, TOKERO'nu izlədiyinizdən əmin olun və yenidən cəhd edin."
  },
  "bg": {
    "title": "Последвайте TOKERO в TikTok",
    "shortDescription": "Насладете се на съдържанието на TOKERO в забавен формат.",
    "longDescription": "Последвайте TOKERO в TikTok, за да изследвате бързи съвети, забавни актуализации и креативни идеи.",
    "errorDescription": "Верификацията не бе успешна. Моля, уверете се, че сте следвали TOKERO и опитайте отново."
  },
  "bn": {
    "title": "TikTok-এ TOKERO-কে অনুসরণ করুন",
    "shortDescription": "একটি মজার ফরম্যাটে TOKERO-এর কন্টেন্ট উপভোগ করুন।",
    "longDescription": "দ্রুত টিপস, মজার আপডেট এবং সৃজনশীল দৃষ্টিভঙ্গি আবিষ্কার করতে TikTok-এ TOKERO-কে অনুসরণ করুন।",
    "errorDescription": "যাচাইকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি TOKERO-কে অনুসরণ করেছেন এবং আবার চেষ্টা করুন।"
  },
  "cs": {
    "title": "Sledujte TOKERO na TikTok",
    "shortDescription": "Užijte si obsah TOKERO zábavným formátem.",
    "longDescription": "Sledujte TOKERO na TikTok a objevujte rychlé tipy, zábavné aktualizace a kreativní pohledy.",
    "errorDescription": "Ověření selhalo. Ujistěte se, že jste sledovali TOKERO, a zkuste to znovu."
  },
  "de": {
    "title": "Folge TOKERO auf TikTok",
    "shortDescription": "Genieße TOKERO-Inhalte in einem unterhaltsamen Format.",
    "longDescription": "Folge TOKERO auf TikTok, um schnelle Tipps, spannende Updates und kreative Einblicke zu entdecken.",
    "errorDescription": "Verifizierung fehlgeschlagen. Bitte stelle sicher, dass du TOKERO folgst, und versuche es erneut."
  },
  "el": {
    "title": "Ακολούθησε το TOKERO στο TikTok",
    "shortDescription": "Απόλαυσε το περιεχόμενο του TOKERO σε διασκεδαστική μορφή.",
    "longDescription": "Ακολούθησε το TOKERO στο TikTok για να εξερευνήσεις γρήγορες συμβουλές, διασκεδαστικές ενημερώσεις και δημιουργικές ιδέες.",
    "errorDescription": "Η επαλήθευση απέτυχε. Βεβαιωθείτε ότι ακολουθήσατε το TOKERO και δοκιμάστε ξανά."
  },
  "en": {
    "title": "Follow TOKERO on TikTok",
    "shortDescription": "Enjoy TOKERO content in a fun format.",
    "longDescription": "Follow TOKERO on TikTok to explore quick tips, fun updates, and creative takes.",
    "errorDescription": "Verification failed. Please ensure you followed TOKERO and try again."
  },
  "es": {
    "title": "Sigue a TOKERO en TikTok",
    "shortDescription": "Disfruta del contenido de TOKERO en un formato divertido.",
    "longDescription": "Sigue a TOKERO en TikTok para explorar consejos rápidos, actualizaciones divertidas y enfoques creativos.",
    "errorDescription": "La verificación falló. Por favor, asegúrate de haber seguido a TOKERO e inténtalo de nuevo."
  },
  "fa": {
    "title": "TOKERO را در TikTok دنبال کنید",
    "shortDescription": "از محتوای TOKERO در قالبی سرگرم‌کننده لذت ببرید.",
    "longDescription": "برای کاوش در نکات سریع، به‌روزرسانی‌های سرگرم‌کننده و دیدگاه‌های خلاقانه، TOKERO را در TikTok دنبال کنید.",
    "errorDescription": "اعتبارسنجی ناموفق بود. لطفاً مطمئن شوید که TOKERO را دنبال کرده‌اید و دوباره تلاش کنید."
  },
  "fr": {
    "title": "Suivez TOKERO sur TikTok",
    "shortDescription": "Profitez du contenu de TOKERO dans un format amusant.",
    "longDescription": "Suivez TOKERO sur TikTok pour explorer des conseils rapides, des mises à jour amusantes et des approches créatives.",
    "errorDescription": "Échec de la vérification. Veuillez vous assurer que vous avez suivi TOKERO et réessayez."
  },
  "gu": {
    "title": "TikTok પર TOKERO ને ફોલો કરો",
    "shortDescription": "મોજીલા ફોર્મેટમાં TOKERO કન્ટેન્ટનો આનંદ લો.",
    "longDescription": "ટિકટોક પર TOKERO ને ફોલો કરો જેથી તમે ઝડપી ટીપ્સ, મોજીલા અપડેટ્સ અને સર્જનાત્મક અભિગમ શોધી શકો.",
    "errorDescription": "ચકાસણી નિષ્ફળ. કૃપા કરીને ખાતરી કરો કે તમે TOKERO ને ફોલો કર્યું છે અને ફરી પ્રયાસ કરો."
  },
  "he": {
    "title": "עקוב אחר TOKERO בטיקטוק",
    "shortDescription": "תהנה מתוכן TOKERO בפורמט מהנה.",
    "longDescription": "עקוב אחר TOKERO בטיקטוק כדי לחקור טיפים מהירים, עדכונים מהנים וגישות יצירתיות.",
    "errorDescription": "האימות נכשל. אנא ודא שהנך עוקב אחרי TOKERO ונסה שוב."
  },
  "hi": {
    "title": "TikTok पर TOKERO को फॉलो करें",
    "shortDescription": "मज़ेदार प्रारूप में TOKERO सामग्री का आनंद लें।",
    "longDescription": "त्वरित टिप्स, मजेदार अपडेट और रचनात्मक दृष्टिकोण का अन्वेषण करने के लिए TikTok पर TOKERO को फॉलो करें।",
    "errorDescription": "सत्यापन विफल। कृपया सुनिश्चित करें कि आपने TOKERO को फॉलो किया है और फिर से प्रयास करें।"
  },
  "hu": {
    "title": "Kövessétek a TOKERO-t a TikTokon",
    "shortDescription": "Élvezzétek a TOKERO tartalmát szórakoztató formátumban.",
    "longDescription": "Kövessétek a TOKERO-t a TikTokon, hogy felfedezzétek a gyors tippeket, szórakoztató frissítéseket és kreatív megközelítéseket.",
    "errorDescription": "Az ellenőrzés nem sikerült. Győződj meg róla, hogy követted a TOKERO-t, és próbáld újra."
  },
  "id": {
    "title": "Ikuti TOKERO di TikTok",
    "shortDescription": "Nikmati konten TOKERO dalam format yang menyenangkan.",
    "longDescription": "Ikuti TOKERO di TikTok untuk menjelajahi tips cepat, pembaruan menyenangkan, dan pendekatan kreatif.",
    "errorDescription": "Verifikasi gagal. Pastikan Anda mengikuti TOKERO dan coba lagi."
  },
  "it": {
    "title": "Segui TOKERO su TikTok",
    "shortDescription": "Goditi i contenuti di TOKERO in un formato divertente.",
    "longDescription": "Segui TOKERO su TikTok per esplorare suggerimenti rapidi, aggiornamenti divertenti e approcci creativi.",
    "errorDescription": "Verifica fallita. Assicurati di aver seguito TOKERO e riprova."
  },
  "ja": {
    "title": "TikTokでTOKEROをフォローする",
    "shortDescription": "楽しい形式でTOKEROのコンテンツを楽しもう。",
    "longDescription": "TikTokでTOKEROをフォローして、クイックティップス、楽しいアップデート、クリエイティブな視点を探検しましょう。",
    "errorDescription": "確認に失敗しました。TOKEROをフォローしていることを確認して、もう一度お試しください。"
  },
  "jv": {
    "title": "Tindakake TOKERO ing TikTok",
    "shortDescription": "Nikmati konten TOKERO ing format sing nyenengake.",
    "longDescription": "Tindakake TOKERO ing TikTok kanggo njelajah tips cepet, pembaruan nyenengake, lan pendekatan kreatif.",
    "errorDescription": "Verifikasi gagal. Mangga priksa manawa sampeyan ngetutake TOKERO lan coba maneh."
  },
  "kn": {
    "title": "TikTok ನಲ್ಲಿ TOKERO ಅನ್ನು ಅನುಸರಿಸಿ",
    "shortDescription": "ಮಜೆಯಾದ ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ TOKERO ಕಂಟೆಂಟ್‌ನ್ನು ಆನಂದಿಸಿ.",
    "longDescription": "ಟಿಪ್ಪಣಿಗಳು, ಮನರಂಜನೆಯ ಅಪ್‌ಡೇಟ್ಗಳು ಮತ್ತು ಸೃಜನಾತ್ಮಕ ದೃಷ್ಟಿಕೋನಗಳನ್ನು ಅನ್ವೇಷಿಸಲು TikTok ನಲ್ಲಿ TOKERO ಅನ್ನು ಅನುಸರಿಸಿ.",
    "errorDescription": "ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೀವು TOKERO ಅನ್ನು ಅನುಸರಿಸುತ್ತಿದ್ದೀರಾ ಎಂದು ಖಚಿತಪಡಿಸಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ."
  },
  "ko": {
    "title": "TikTok에서 TOKERO 팔로우하기",
    "shortDescription": "재미있는 형식으로 TOKERO 콘텐츠를 즐기세요.",
    "longDescription": "빠른 팁, 재미있는 업데이트 및 창의적인 접근 방식을 탐색하려면 TikTok에서 TOKERO를 팔로우하세요.",
    "errorDescription": "인증에 실패했습니다. TOKERO를 팔로우했는지 확인하고 다시 시도하세요."
  },
  "mr": {
    "title": "TikTok वर TOKERO चे अनुसरण करा",
    "shortDescription": "मजेदार स्वरूपात TOKERO सामग्रीचा आनंद घ्या.",
    "longDescription": "त्वरित टिप्स, मजेदार अपडेट्स आणि सर्जनशील दृष्टिकोन शोधण्यासाठी TikTok वर TOKERO चे अनुसरण करा.",
    "errorDescription": "सत्यापन अयशस्वी झाले. कृपया आपण TOKERO चे अनुसरण केले आहे याची खात्री करा आणि पुन्हा प्रयत्न करा."
  },
  "ms": {
    "title": "Ikuti TOKERO di TikTok",
    "shortDescription": "Nikmati kandungan TOKERO dalam format yang menyeronokkan.",
    "longDescription": "Ikuti TOKERO di TikTok untuk meneroka petua cepat, kemas kini menyeronokkan, dan pendekatan kreatif.",
    "errorDescription": "Pengesahan gagal. Pastikan anda mengikuti TOKERO dan cuba lagi."
  },
  "nb": {
    "title": "Følg TOKERO på TikTok",
    "shortDescription": "Nyt TOKERO-innhold i et morsomt format.",
    "longDescription": "Følg TOKERO på TikTok for å utforske raske tips, morsomme oppdateringer og kreative tilnærminger.",
    "errorDescription": "Verifiseringen mislyktes. Vennligst sørg for at du følger TOKERO og prøv igjen."
  },
  "nn": {
    "title": "Følg TOKERO på TikTok",
    "shortDescription": "Nyt TOKERO-innhald i eit moro format.",
    "longDescription": "Følg TOKERO på TikTok for å utforske raske tips, morosame oppdateringar og kreative tilnærmingar.",
    "errorDescription": "Verifiseringa mislykka. Ver vennleg å sørg for at du følgjer TOKERO og prøv igjen."
  },
  "pa": {
    "title": "TikTok 'ਤੇ TOKERO ਨੂੰ ਫੋਲੋ ਕਰੋ",
    "shortDescription": "ਮਜ਼ੇਦਾਰ ਫਾਰਮੈਟ ਵਿੱਚ TOKERO ਸਮੱਗਰੀ ਦਾ ਆਨੰਦ ਲਓ।",
    "longDescription": "ਤੇਜ਼ ਟਿਪਸ, ਮਜ਼ੇਦਾਰ ਅਪਡੇਟਸ ਅਤੇ ਰਚਨਾਤਮਕ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨੂੰ ਖੋਜਣ ਲਈ TikTok 'ਤੇ TOKERO ਨੂੰ ਫੋਲੋ ਕਰੋ।",
    "errorDescription": "ਪ੍ਰਮਾਣਕਰਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ TOKERO ਨੂੰ ਫੋਲੋ ਕੀਤਾ ਹੈ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।"
  },
  "pl": {
    "title": "Śledź TOKERO na TikTok",
    "shortDescription": "Ciesz się treściami TOKERO w zabawnym formacie.",
    "longDescription": "Śledź TOKERO na TikTok, aby odkrywać szybkie wskazówki, zabawne aktualizacje i kreatywne podejścia.",
    "errorDescription": "Weryfikacja nie powiodła się. Upewnij się, że śledzisz TOKERO i spróbuj ponownie."
  },
  "pt": {
    "title": "Siga TOKERO no TikTok",
    "shortDescription": "Desfrute do conteúdo da TOKERO em um formato divertido.",
    "longDescription": "Siga TOKERO no TikTok para explorar dicas rápidas, atualizações divertidas e abordagens criativas.",
    "errorDescription": "Falha na verificação. Verifique se você seguiu TOKERO e tente novamente."
  },
  "ro": {
    "title": "Urmărește TOKERO pe TikTok",
    "shortDescription": "Bucură-te de conținutul TOKERO într-un format distractiv.",
    "longDescription": "Urmărește TOKERO pe TikTok pentru a explora sfaturi rapide, actualizări distractive și abordări creative.",
    "errorDescription": "Verificarea a eșuat. Asigură-te că ai urmărit TOKERO și încearcă din nou."
  },
  "ru": {
    "title": "Подпишитесь на TOKERO в TikTok",
    "shortDescription": "Наслаждайтесь контентом TOKERO в увлекательном формате.",
    "longDescription": "Подпишитесь на TOKERO в TikTok, чтобы исследовать быстрые советы, увлекательные обновления и креативные подходы.",
    "errorDescription": "Не удалось выполнить проверку. Убедитесь, что вы подписались на TOKERO, и попробуйте снова."
  },
  "sk": {
    "title": "Sledujte TOKERO na TikTok",
    "shortDescription": "Užite si obsah TOKERO zábavným formátom.",
    "longDescription": "Sledujte TOKERO na TikTok, aby ste objavili rýchle tipy, zábavné aktualizácie a kreatívne prístupy.",
    "errorDescription": "Overenie zlyhalo. Uistite sa, že sledujete TOKERO, a skúste to znova."
  },
  "sl": {
    "title": "Sledite TOKERO na TikTok",
    "shortDescription": "Uživajte si vsebino TOKERO v zabavni obliki.",
    "longDescription": "Sledite TOKERO na TikTok, da raziskujete hitre nasvete, zabavne posodobitve in ustvarjalne pristope.",
    "errorDescription": "Preverjanje ni uspelo. Prepričajte se, da sledite TOKERO, in poskusite znova."
  },
  "sq": {
    "title": "Ndiqni TOKERO në TikTok",
    "shortDescription": "Shijoni përmbajtjen e TOKERO në një format të këndshëm.",
    "longDescription": "Ndiqni TOKERO në TikTok për të eksploruar këshilla të shpejta, përditësime të këndshme dhe qasje krijuese.",
    "errorDescription": "Verifikimi dështoi. Ju lutemi sigurohuni që të keni ndjekur TOKERO dhe provoni përsëri."
  },
  "sv": {
    "title": "Följ TOKERO på TikTok",
    "shortDescription": "Njut av TOKERO-innehåll i ett roligt format.",
    "longDescription": "Följ TOKERO på TikTok för att utforska snabba tips, roliga uppdateringar och kreativa insikter.",
    "errorDescription": "Verifieringen misslyckades. Kontrollera att du följer TOKERO och försök igen."
  },
  "te": {
    "title": "TikTokలో TOKEROని ఫాలో చేయండి",
    "shortDescription": "మజेदार ఫార్మాట్‌లో TOKERO కంటెంట్‌ను ఆస్వాదించండి.",
    "longDescription": "త్వరిత సూచనలు, మజedar అప్డేట్లు మరియు సృజనాత్మక అభిప్రాయాలను అన్వేషించడానికి TikTokలో TOKEROని ఫాలో చేయండి.",
    "errorDescription": "ధృవీకరణ విఫలమైంది. దయచేసి మీరు TOKEROని ఫాలో చేస్తున్నారో లేదో నిర్ధారించుకోండి మరియు మళ్ళీ ప్రయత్నించండి."
  },
  "th": {
    "title": "ติดตาม TOKERO บน TikTok",
    "shortDescription": "สนุกกับเนื้อหา TOKERO ในรูปแบบที่สนุกสนาน",
    "longDescription": "ติดตาม TOKERO บน TikTok เพื่อสำรวจเคล็ดลับรวดเร็ว การอัปเดตที่สนุกสนาน และมุมมองที่สร้างสรรค์",
    "errorDescription": "การตรวจสอบล้มเหลว โปรดตรวจสอบว่าคุณได้ติดตาม TOKERO แล้วและลองอีกครั้ง"
  },
  "tr": {
    "title": "TikTok'ta TOKERO'yu Takip Edin",
    "shortDescription": "TOKERO içeriğinin eğlenceli formatını keyfini çıkarın.",
    "longDescription": "Hızlı ipuçlarını, eğlenceli güncellemeleri ve yaratıcı yaklaşımları keşfetmek için TikTok'ta TOKERO'yu takip edin.",
    "errorDescription": "Doğrulama başarısız oldu. Lütfen TOKERO'yu takip ettiğinizden emin olun ve tekrar deneyin."
  },
  "uk": {
    "title": "Підпишіться на TOKERO у TikTok",
    "shortDescription": "Насолоджуйтеся контентом TOKERO в цікавому форматі.",
    "longDescription": "Підпишіться на TOKERO у TikTok, щоб дослідити швидкі поради, цікаві оновлення та креативні підходи.",
    "errorDescription": "Перевірка не вдалася. Переконайтеся, що ви підписалися на TOKERO, і спробуйте ще раз."
  },
  "ur": {
    "title": "TikTok پر TOKERO کو فالو کریں",
    "shortDescription": "مزے دار فارمیٹ میں TOKERO مواد سے لطف اندوز ہوں۔",
    "longDescription": "ٹک ٹاک پر TOKERO کو فالو کریں تاکہ آپ فوری تجاویز، مزے دار اپ ڈیٹس، اور تخلیقی نقطہ نظر کو دریافت کر سکیں۔",
    "errorDescription": "تصدیق ناکام ہوگئی۔ براہ کرم یقینی بنائیں کہ آپ نے TOKERO کو فالو کیا ہے اور دوبارہ کوشش کریں۔"
  },
  "vi": {
    "title": "Theo dõi TOKERO trên TikTok",
    "shortDescription": "Thưởng thức nội dung của TOKERO trong định dạng thú vị.",
    "longDescription": "Theo dõi TOKERO trên TikTok để khám phá các mẹo nhanh, cập nhật thú vị và những góc nhìn sáng tạo.",
    "errorDescription": "Xác minh không thành công. Vui lòng đảm bảo rằng bạn đã theo dõi TOKERO và thử lại."
  },
  "zh-hant": {
    "title": "在 TikTok 上關注 TOKERO",
    "shortDescription": "以有趣的格式享受 TOKERO 的內容。",
    "longDescription": "在 TikTok 上關注 TOKERO，以探索快速提示、有趣的更新和創意內容。",
    "errorDescription": "驗證失敗。請確保您已關注 TOKERO，然後再試一次。"
  },
  "zh": {
    "title": "在 TikTok 上关注 TOKERO",
    "shortDescription": "以有趣的格式享受 TOKERO 的内容。",
    "longDescription": "关注 TikTok 上的 TOKERO，探索快速提示、有趣的更新和创意内容。",
    "errorDescription": "验证失败。请确保您已关注 TOKERO，然后重试。"
  }
}